<?php
// Web Link Category titles
$locale['402'] = "Текущи категории на интернет връзките";
// Web Link titles
$locale['wl_0001'] = "Добавяне на интернет връзка";
$locale['wl_0002'] = "Редакция на интернет връзка";
$locale['wl_0003'] = "Текущи интернет връзки";
$locale['wl_0004'] = "Категории на интернет връзките";
$locale['wl_0005'] = "Редакция на категорията на интернет връзката";
$locale['wl_0006'] = "Страница с настройки за интернет връзките";
$locale['wl_0007'] = "В момента има %s чакащи преглед.";
$locale['wl_0008'] = "Няма добавени интернет връзки";
// Web Link form
$locale['wl_0100'] = "Име на връзката:";
$locale['wl_0101'] = "Сайт";
$locale['wl_0102'] = "Моля въведете име на връзката";
$locale['wl_0103'] = "Описание:";
$locale['wl_0104'] = "Адрес на връзката:";
$locale['wl_0105'] = "Категория:";
$locale['wl_0106'] = "Видимост:";
$locale['wl_0107'] = "Обновяване на датата на публикуване";
$locale['wl_0108'] = "Запазване на интернет връзката";
// Current Web Links
$locale['wl_0200'] = "Интернет връзки";
$locale['wl_0201'] = "Категория";
$locale['wl_0203'] = "Адрес";
$locale['wl_0204'] = "ИН на връзката";
$locale['wl_0205'] = "Редакция";
$locale['wl_0206'] = "Изтриване";
$locale['wl_0207'] = "Няма дефинирани интернет връзки";
$locale['wl_0208'] = "Действие на интернет връзките";
// Web Link messages
$locale['wl_0300'] = "Интернет връзката е добавена";
$locale['wl_0301'] = "Интернет връзката е обновена";
$locale['wl_0302'] = "Интернет връзката е изтрита";
$locale['wl_0303'] = "Да се изтрие ли интернет връзката?";
// Web Link Category messages
$locale['wl_0304'] = "Категорията на интернет връзките е добавена";
$locale['wl_0305'] = "Категорията на интернет връзките е обновена";
$locale['wl_0306'] = "Категорията на интернет връзките е изтрита";
$locale['wl_0307'] = "Категорията на интернет връзките не може да бъде изтрита";
$locale['wl_0308'] = "Има връзки или подкатегории, свързани с тази категория";
$locale['wl_0309'] = "Тази категория вече съществува.";
$locale['wl_0310'] = "Да се изтрие ли категорията на интернет връзките?";
// Filters
$locale['wl_0400'] = "Фолтър:";
$locale['wl_0401'] = "Филтърът показва категориите по";
$locale['wl_0402'] = "Всички връзки";
// Add/Edit Web Link Category Form
$locale['wl_0700'] = "Име на категорията:";
$locale['wl_0701'] =  "Моля въведете име на категорията";
$locale['wl_0702'] = "Описание на категорията:";
$locale['wl_0703'] = "Предшественик";
$locale['wl_0704'] = "Сортиране на категорията:";
$locale['wl_0705'] = "ИН на интернет връзката";
$locale['wl_0706'] = "Име на интернет връзката";
$locale['wl_0707'] = "Дата на интернет връзката";
$locale['wl_0708'] = "Възходящ ред";
$locale['wl_0709'] = "Низходящ ред";
$locale['wl_0710'] = "Редактор на категорията на интернет врзъките";
$locale['wl_0711'] = "Запазване на категорията";
$locale['536'] = "Няма дефинирани категории на интернет връзките";
$locale['537'] = "Няма дефинирани категории на интернет връзките";
$locale['538'] = "Трябва да дефинирате поне една категория преди да може да добавите друга интернет връзка";
$locale['539'] = "Натиснете тук";
$locale['540'] = ", за да отидете в категориите на интернет връзките";
// Submissions
$locale['wl_0500'] = "Добавени интернет връзки";
$locale['wl_0501'] = "В момента показваме %d от %d интернет връзки";
$locale['wl_0503'] = "Добавени теми за преглед";
$locale['wl_0504'] = "Автор на публикацията";
$locale['wl_0505'] = "Време на добавяне";
$locale['wl_0506'] = "ИН на публикацията";
$locale['wl_0507'] = "Публикуваната интернет връзка е изтрита";
$locale['wl_0508'] = "Публикуване на интернет връзка";
$locale['wl_0509'] = "Добавената връзка е публикувана";
$locale['wl_0510'] = "Интернет врзъката е публикувана от ";
$locale['wl_0511'] = "Публикувана от ";
$locale['wl_0512'] = "Изтриване на публикацията";
// Public
$locale['wl_0800'] = "Добави връзка";
// Submit Link Success
$locale['wl_0801'] = "Благодарим, че добавихте връзка";
$locale['wl_0802'] = "Добавете друга врзъка";
$locale['wl_0803'] = "Връщане към [SITENAME]";
// Submit Link Form
$locale['wl_0804'] = "Използвайте следната форма, за да добавите връзка. Вашата публикация ще бъде прегледана от
администратор. [SITENAME] си запазва правото да отхвърли или редактира всяка публикация. Интернет връзката
трябва да отговаря на съдържанието на сайта. Неподходящо съдържание ще бъде изтрито.";
$locale['wl_0805'] = "Категория на интернет врзъките:";
$locale['wl_0806'] = "Име на интернет връзките:";
$locale['wl_0807'] = "Адрес на интернет връзките:";
$locale['wl_0808'] = "Описание на интернет връзките:";
$locale['wl_0809'] = "Съжаляваме, в момента не приемаме никакви интернет връзки.";
// Settings
$locale['wl_0600'] = "Настройки";
$locale['wl_0601'] = "Да се позволи ли добавянето на интернет връзки?";
$locale['wl_0602'] = "Да се изисква ли описание на интернет врзъката?";
$locale['601'] = "Настройките са обновени";
$locale['602'] = "Връзки";
$locale['603'] = "Брой връзки на страница";
$locale['604'] = "Запазване на настройките";
$locale['error_value'] = "Моля въведете стойност.";