<?php
// Overview
$locale['web_0000'] = "Интернет връзки";
$locale['web_0001'] = "Всички интернет връзки";
$locale['web_0002'] = "Показване на категориите";
$locale['web_0003'] = "Категории";
$locale['web_0004'] = "Последно обновяване";
$locale['web_0005'] = "Категория:";

$locale['fmt_open'] = "отворено|отворени";
// Sortings
$locale['web_0030'] = "Най-скорошни";
$locale['web_0031'] = "Топ отворени";

// Views
$locale['web_0040'] = "Изглед, като галерия";
$locale['web_0041'] = "Изглед, като лист";

// Messages
$locale['web_0060'] = "Няма дефинирани категории на интернет връзките.";
$locale['web_0061'] = "Няма дефинирани интернет връзки.";
$locale['web_0062'] = "Няма връзки в тази категория.";
