<?php
$locale['gallery_0001'] = "Галерия";
$locale['gallery_0002'] = "Добавяне на снимка";
$locale['gallery_0003'] = "Редакция на снимка";
$locale['gallery_0004'] = "Добавяне на албум";
$locale['gallery_0005'] = "Редакция на албум";
$locale['gallery_0006'] = "Настройки на галерията";
$locale['gallery_0007'] = "Публикувани снимки";
$locale['gallery_0009'] = "Качване на една снимка";
$locale['gallery_0010'] = "Качване на много снимки";
$locale['gallery_0011'] = "Няма дефинирани фото албуми.";
$locale['gallery_0012'] = "Няма дефинирани фото албуми. Трябва да имате поне една категория преди да добавите снимки. <a href='%s'>Натиснете тук</a>, за да отидете към албумите";
$locale['gallery_0013'] = "Действия";
$locale['gallery_0014'] = "Преместване на снимката нагоре";
$locale['gallery_0015'] = "Преместване на снимката надолу";
$locale['gallery_0016'] = "Редакция на снимката";
$locale['gallery_0017'] = "Изтриване на снимката";
$locale['gallery_0018'] = "В момента показваме %d от %d албума";
$locale['gallery_0019'] = "В момента показваме %d от %d снимки";
$locale['gallery_0020'] = "Последно обновяване на албума:";
$locale['gallery_0021'] = "Видимост на албума:";
$locale['gallery_0022'] = "Администрация на галерията";
$locale['gallery_0023'] = "Има общо %d албуми %d снимки в галерията. Последно обновяване на галерията %s";
$locale['gallery_0024'] = "Няма дефинирани албуми.";

// Album Form
$locale['album_0001'] = "Име на албума:";
$locale['album_0002'] = "Име на албума";
$locale['album_0003'] = "Описание на албума:";
$locale['album_0004'] = "Опишете албума";
$locale['album_0005'] = "Ключови думи:";
$locale['album_0006'] = "Натиснете enter след всяка ключова дума";
$locale['album_0007'] = "Видимост:";
$locale['album_0008'] = "Език:";
$locale['album_0009'] = "Малко изборажение на албума:";
$locale['album_0010'] = "Максимална големина: %s / Допустими типове: %s / Максимална широчина: %spx, Максимална височина: %spx";
$locale['album_0011'] = "Подредба на албумите";
$locale['album_0012'] = "Запазване на албума";
$locale['album_0013'] = "Албумът е обновен";
$locale['album_0014'] = "Албумът е създаден";
$locale['album_0015'] = "Моля въведете име на албума";
$locale['album_0016'] = "Изтрийте малкото изображение на албума";

// Gallery actions & front page (first tab)
$locale['album_0020'] = "Действия в албума";
$locale['album_0021'] = "Преместване нагоре";
$locale['album_0022'] = "Преместване надолу";
$locale['album_0023'] = "Изтриване на аблума";
$locale['album_0024'] = "Редакция на албума";
$locale['album_0025'] = "Албумът е преместен нагоре";
$locale['album_0026'] = "Албумът е преместен надолу";
$locale['album_0027'] = "Няма снимки в текущия албум";
$locale['album_0028'] = "Изтриване на целия албум";
$locale['album_0029'] = "Преместване на снимките в .. %s";
$locale['album_0030'] = "Албумът е изтрит";
$locale['album_0031'] = "Снимките от албума са преместени в %s";
$locale['album_0032'] = "%d изтрити снимки в албума";

// Photo Form
$locale['photo_0001'] = "Заглавие на снимката:";
$locale['photo_0002'] = "Име на снимката";
$locale['photo_0003'] = "Фото албум:";
$locale['photo_0004'] = "Снимка:";
$locale['photo_0005'] = "Ключови думи:";
$locale['photo_0006'] = $locale['album_0005']; // i put like this, and no dependencies.
$locale['photo_0007'] = $locale['album_0006'];
$locale['photo_0008'] = "Описание на снимката";
$locale['photo_0009'] = "Опишете снимката";
$locale['photo_0010'] = "Позволяване на коментерите към снимката?";
$locale['photo_0011'] = "Позволяване на оценките на снимките?";
$locale['photo_0012'] = "Запазване на снимката";
$locale['photo_0013'] = "Подредба на снимките";
$locale['photo_0014'] = "Ножно е изображение за снимката";
$locale['photo_0015'] = "Снимката е обновена";
$locale['photo_0016'] = "Снимката е добавена";
$locale['photo_0017'] = $locale['album_0010'];
$locale['photo_0018'] = "Изтриване на снимката";
$locale['photo_0019'] = "Може да качите до 20 снимки. Натиснете +Добавяне на снимка и провлачете повече изборажения. Натиснете 'Запаване на снимката', за да качите изображенията.";
$locale['photo_0020'] = "Качване на избраните снимки";
$locale['photo_0021'] = "%d снимки са добавени";
$locale['photo_0021a'] = "%d снимки не са качени поради грешка";
$locale['photo_0022'] = "Снимката е преместена нагоре";
$locale['photo_0023'] = "Снимката е преместена надолу";
$locale['photo_0024'] = "Снимката е изтрита";
$locale['photo_0025'] = "Прочистване на всички снимки";
$locale['photo_0026'] = "<strong>ПРЕДУПРЕЖДЕНИЕ!:</strong> Прочистването ще <strong>изтрие завинаги всички снимки</strong> в този албум. Сигурен/сигурна ли сте?";
$locale['photo_0027'] = "Потвържение на прочистване";
$locale['photo_0028'] = "Спиране";


// Submissions form
$locale['gallery_0100'] = "Добавяне на снимки";
$locale['gallery_0101'] = "Благодарим, че добавихте снимката";
$locale['gallery_0102'] = "Добавете друга снимка";
$locale['gallery_0103'] = $locale['photo_0003'];
$locale['gallery_0104'] = $locale['photo_0001'];
$locale['gallery_0105'] = $locale['photo_0005'];
$locale['gallery_0106'] = $locale['album_0006'];
$locale['gallery_0107'] = "Използвайте следната форма, за да добавите снимка. Добавените снимки ще бъдат прегледани от 
администратор. ".fusion_get_settings('sitename')." си запазва правото да отхвърли или редактира всяка добавена снимка. Снимките
трябва да отговарят на съдържанието на сайта. Тези, които не съответсват на съдържанието ще бъдат отхвърлени.";
$locale['gallery_0106'] = $locale['photo_0008'];
$locale['gallery_0109'] = $locale['photo_0004'];
$locale['gallery_0110'] = $locale['photo_0014'];
$locale['gallery_0111'] = "Публикуване на снимка";
$locale['gallery_0112'] = "Съжаляваме, в момента не приемаме добавянето на никакви снимки към сайта.";
$locale['gallery_0113'] = "Връщане към ".fusion_get_settings("sitename");

// Submissions admin
$locale['gallery_0150'] = "В момента няма добавени снимки";
$locale['gallery_0151'] = "Има %s чакащи преглед.";
$locale['gallery_0152'] = "Заглавия на снимки за преглед";
$locale['gallery_0153'] = "Автор";
$locale['gallery_0154'] = "Време на добавяне";
$locale['gallery_0155'] = "ИН на добавената снимка";
$locale['gallery_0156'] = "Снимката е добавена от ";
$locale['gallery_0157'] = "Публикувана от ";
$locale['gallery_0158'] = "Публикувай снимката";
$locale['gallery_0159'] = "Изтриване на добавената снимка";
$locale['gallery_0160'] = "Добавената снимка е публикувана";
$locale['gallery_0161'] = "Добавената снимка е изтрита";

// Settings
$locale['gallery_0200'] = "Да се позволи ли публикуването на снимки?";
$locale['gallery_0201'] = "Да се изисква ли описание на снимката?";
$locale['gallery_0202'] = "Брой малки снимки на страница:";
$locale['gallery_0203'] = "Размер на малката снимка:";
$locale['gallery_0204'] = "широчина x височина";
$locale['gallery_0205'] = "Размер на снимката:";
$locale['gallery_0206'] = "Максимален размер на снимката:";
$locale['gallery_0207'] = "Максимална големина на снимката:";
$locale['gallery_0208'] = "Цвят на водния знак на албума:";
$locale['gallery_0209'] = "Цвят на водния знак на описанието на албума:";
$locale['gallery_0210'] = "Воден знак на заглавието на снимката:";
$locale['gallery_0211'] = "Изтриване на съществуващите водни знаци";
$locale['gallery_0212'] = "Изберете .png изображение за воден знак";
$locale['gallery_0213'] =  "Да се разрешат ли текстовите описания на снимките?";
$locale['gallery_0214'] = "Да се разреши ли водния знак?";
$locale['gallery_0215'] = "Запазване на генерираните водни знаци?";
$locale['gallery_0216'] = "Запазване на настройките";

// temporary
// Error Album messages
$locale['635'] = "Албум:";
$locale['636'] = "Качен от:";
$locale['637'] = "Дата на добавяне:";
$locale['638'] = "Оценка";
$locale['639'] = "Коментар";
$locale['640'] = "Описание на снимката:";
$locale['641'] = "Брой прегледи";
$locale['642'] = "Оценки";
$locale['643'] = "Коментари";
$locale['644'] = "Размери";
$locale['645'] = "Тип на изображението";
$locale['646'] = "Канали";
$locale['647'] = "Битове";
$locale['648'] = "ISO";
$locale['649'] = "Експозиция";
$locale['650'] = "Апертура";
$locale['651'] = "Фотоапарат";
$locale['652'] = "Модел на фотоапарата";
$locale['655'] = "Ключови думи:";
$locale['660'] = "Няма снимки в този албум";
$locale['702'] = "Снимката е качена";
$locale['703'] = "Снимката е обновена";


// Photo Gallery Settings
$locale['600'] = "Галерия";
$locale['601'] = "Размер на малкото изображение:";
$locale['602'] = "Размер на снимката:";
$locale['603'] = "Максимален размер на снимката:";
$locale['604'] = "Широчина x височина";
$locale['605'] = "Максимална големина на файла (байтове):";
$locale['606'] = "Метод за компресия на малкото изображение";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Брой малки изображения на ред:";
$locale['609b'] = "Брой малки изображения на ред (администратор):";
$locale['610'] = "Брой малки изображения на страница:";
$locale['611'] = "Да се разреши ли водния знак на снимките?";
$locale['612'] = "Изберете PNG воден знак";
$locale['613'] = "Да се разреши ли текстовото описание на снимките?";
$locale['614'] = "Цвят на заглавието на албума";
$locale['615'] = "Цвят на описанието на албума";
$locale['616'] = "Цвят на заглавието на снимката";
$locale['617'] = "Да се запазят ли генерираните водни знаци?";
$locale['618'] = "Намалява натоварването на сървъра; заема повече място в паметта";
$locale['619'] = "Изтриване на съществуващите водни знаци";
$locale['620'] = "Да се изтрият ли съществуващите водни знаци?";
$locale['621'] = "Качване на изображение";