<?php
// Album titles
$locale['400'] = "Добавяне на снимка";
$locale['401'] = "Редакция на снимка";
$locale['402'] = "Текущи снимки";
$locale['403'] = "Сериозна грешка във фото албума";
// Album messages
$locale['410'] = "Снимката/снимките са добавени";
$locale['411'] = "Снимката е обновена";
$locale['412'] = "Малкото изображение към снимката е изтрито";
$locale['413'] = "Снимката е изтрита";
$locale['414'] = "Възникна следната грешка:";
$locale['415'] = "Невалидно име на изображението.";
$locale['416'] = "Изображението трябва да е по-малко от %s.";
$locale['417'] = "Изображението трябва да е GIF, JPEG или PNG.";
$locale['418'] = "Изображението не трябва да е по-голямо от %uw x %uh пиксели.";
$locale['419'] = "Снимката/снимките са преместени.";
$locale['420'] = "Няма намерена GD библиотека. Фото албумите няма да работят без GD библиотека. Свържете се с Вашия хостинг доставчик за повече информация.";
$locale['421'] = "Изборажението не може да бъде оставено празно.";
$locale['422'] = "Избраната папка не може да бъде записвана. Променете CHMOD до 777.";
// Photos form
$locale['430'] = "Преместване на снимката в албум";
$locale['431'] = "Преместване";
$locale['432'] = "Заглавие: ";
$locale['433'] = "Описание: ";
$locale['434'] = "Подредба: ";
$locale['435'] = "Малко изображение: ";
$locale['436'] = "Изображение: ";
$locale['437'] = "Разрешаване на коментарите";
$locale['438'] = "Разрешаване на оценките";
$locale['439'] = "Запазване на снимките";
$locale['440'] = "Спиране";
$locale['441'] = "Ключови думи (разделете всяка ключова дума с ,):";
// Current Photos
$locale['450'] = "Няма изображение";
$locale['451'] = "Натиснете, за да видите";
$locale['452'] = "Преместете нагоре";
$locale['453'] = "Преместете надолу";
$locale['454'] = "Редакция";
$locale['455'] = "Изтриване";
$locale['456'] = "Дата: ";
$locale['457'] = "Добавена от: ";
$locale['458'] = "Прегледи: ";
$locale['459'] = "Коментари: ";
$locale['460'] = "Няма малко изображение";
// Current Photos options
$locale['470'] = "Маркиране на всички";
$locale['471'] = "Демаркиране на всички";
$locale['472'] = "Преместване в албум";
$locale['473'] = "Избиране на албум";
$locale['474'] = "Преместване на избраните";
$locale['475'] = "Преместване на всички";
$locale['476'] = "Затваряне на албум";
// Additional notices
$locale['480'] = "Няма дефинирани снимки.";
$locale['481'] = "Да се преместят ли избраните снимки?";
$locale['482'] = "Преместване на всички снимки?";
//Mass Upload
$locale['490'] = "Добавяне на папка";
$locale['491'] = "Добавяне на папка към албума";
$locale['492'] = "Добавяне на снимки към албума";
$locale['493'] = "Качване на единични снимки";
$locale['494'] = "Качване на папка със снимки";
$locale['495'] = "Качване на много снимки";
$locale['496'] = "<strong>Предупреждение:</strong><br />Заглавието на снимката и описанието на качените снимки ще остане празно,<br />може да ги въведете по-късно, като редактирате всяка снимка!";
$locale['497'] = "1. Качете Вашата папка със снимки в директорията <em>%s</em>.";
$locale['498'] = "2. Изберете папка, към която искате да добавите към албума <strong>%s</strong>.";
$locale['499'] = "Изберете папка:";
$locale['500'] = "Добваете избраната папка към албум";
$locale['501'] = "Няма намерени папки";
$locale['502'] = "Не може да се записва в %s!";
$locale['503'] = "Моля сметете разрешенията на директорията на 0777 и натиснете бутона, за да презаредите страницата.";
$locale['504'] = "Опресняване";
$locale['505'] = "1. Качете снимките си в папката <em>%s</em>.";
$locale['506'] = "2. Изберете снимките, които исктате да добавите в албума <strong>%s</strong>.";
$locale['507'] = "3. Може да изберете повече от една снимка, като задържите [SHIFT] или [CTRL], докато натиската.";
$locale['508'] = "Избиране на снимка/снимки:";
$locale['509'] = "Добавяне на избраните снимка/снимки към албум";
$locale['510'] = "Няма намерени снимки";
$locale['511'] = "Опции на снимките";
// Messages
$locale['520'] = "%s са спрени за всички тези обекти.<br />Тази настройка ще има ефект само когато ги пуснете отново.";
$locale['521'] = "Коментари";
$locale['522'] = "Оценки";
$locale['523'] = $locale['521']." и ".$locale['522'];

