<?php
$locale['c100'] = "Комментарии";
$locale['c101'] = "Комментариев нет.";
$locale['c102'] = "Добавить комментарий";
$locale['c103'] = "Обновить комментарий";
$locale['c104'] = "Имя:";
$locale['c105'] = "Авторизуйтесь для добавления комментария.";
$locale['c106'] = "Управление комментариями";
$locale['c107'] = " Запретить смайлики в комментарии";
$locale['c108'] = "Изменить";
$locale['c109'] = "Удалить";
$locale['c110'] = "Удалить комментарий?";
$locale['c111'] = "Оставить комментарий";
$locale['c112'] = "Ответить";
$locale['c113'] = "Заголовок";
$locale['c114'] = "Комментарии были обновлены";
