<?php
$locale['MEMB_000'] = "Список участников";
$locale['MEMB_001'] = "Аватар";
$locale['MEMB_002'] = "Имя пользователя";
$locale['MEMB_003'] = "Группы";
$locale['MEMB_004'] = "Тип";
$locale['MEMB_005'] = "Искать участника:";
$locale['MEMB_006'] = "Искать";
$locale['MEMB_007'] = "Упорядочить&nbsp;по";
$locale['MEMB_008'] = "Последние активные";
$locale['MEMB_009'] = "Последние зарегистрированные";
$locale['MEMB_010'] = "По алфавиту";

$locale['MEMB_012'] = "Возрастание";
$locale['MEMB_013'] = "Убывание";
$locale['MEMB_014'] = "Показать всех";
$locale['MEMB_015'] = "Не входит ни в одну группу";
$locale['MEMB_016'] = "Доступ ко всем группам";
$locale['MEMB_017'] = "Просмотр {%start_row%} - {%end_row%} из {%max_row%} активных {%member%}";
$locale['MEMB_018'] = "Нет пользователей, чьи имена начинаются с ";
