<?php
// Polls titles
$locale['400'] = "Добавяне на анкета";
$locale['401'] = "Редактиране на анкета";
$locale['402'] = "Текущи анкети";
$locale['403'] = "Преглед на анкета";
// Polls messages
$locale['410'] = "Анкетата е добавена";
$locale['411'] = "Анкетета е обновена";
$locale['412'] = "Анкетата е изтрита";
// Edit/Delete Polls
$locale['420'] = "Текущи анкети";
$locale['421'] = "Редакция";
$locale['422'] = "Изтриване";
// Preview Polls
$locale['430'] = "Гласуване";
// Polls Form
$locale['431'] = "Заглавие на анкетата:";
$locale['432'] = "Отговор ";
$locale['433'] = " Затваряне на анкетата";
$locale['434'] = "Начало: ";
$locale['435'] = "Край: ";
$locale['436'] = "Добавяне на отговор";
$locale['437'] = "Предварителен изглед на анкетата";
$locale['438'] = "Запазване";
$locale['439'] = "Недефинирана";
$locale['439a'] = "Моля напишете заглавие на анкетата";
$locale['439b'] = "Трябвада въведете поне 1 отговор в анкетата";
$locale['439c'] = "Анкети";
