<?php
// Blog Submissions messages
$locale['blog_0130'] = "В момента няма публикувани блогове";
$locale['blog_0131'] = "Предварителен изглед на публикацията в блога";
$locale['blog_0132'] = "По-горното е публикувано от ";
$locale['blog_0133'] = "Искате ли да публкувате или да изтриете този блог?";
$locale['blog_0134'] = "Публикуване на блог";
$locale['blog_0135'] = "Изтриване на блог";
$locale['blog_0136'] = "Има публикация за преглед";
$locale['blog_0137'] = "Има %s публикации чакащи за преглед.";
$locale['blog_0138'] = "Съжаляваме, в момента не приемаме публикации в блога.";
$locale['blog_0141'] = "Предварителен изглед на блога";
$locale['blog_0142'] = "Автор на публикацията";
$locale['blog_0143'] = "Време на публикуване";
$locale['blog_0144'] = "ИН на публикацията";
$locale['blog_0145'] = "Публикацията в блога е изтрита";
$locale['blog_0146'] = "Блогът е публикуван";
$locale['blog_0147'] = "Публикацията в блога е запазена, като чернова";
$locale['blog_0148'] = "Публикувана от ";
$locale['blog_0149'] = "%s е изключено и няма да има промяна.";
// Blog titles
$locale['blog_0400'] = "Текущи блогове";
$locale['blog_0401'] = "Добавяне на блог";
$locale['blog_0402'] = "Редакция на блог";
$locale['blog_0405'] = "Блог";
$locale['blog_0406'] = "Настройки на блога";
$locale['blog_0407'] = "Категории на блога";
$locale['blog_0408'] = "В момента показваме %d от %d публикации в блога";
$locale['blog_0409'] = "Добавяне на категория в блога";
// Blog messages
$locale['blog_0410'] = "Блогът е добавен";
$locale['blog_0411'] = "Блогът е обновен";
$locale['blog_0412'] = "Блогът е изтрит";
$locale['blog_0413'] = "Невалиден файл на изображението.";
$locale['blog_0414'] = "Изображението трябва да е по-малко от %s.";
$locale['blog_0415'] = "Изображението трябва да е един от следните типове файлове %s.";
$locale['blog_0416'] = "Изображението не трябва да е по-голямо от %s пиксела.";
$locale['blog_0417'] = "Неизвестна грешка";
// Blog form
$locale['blog_0420'] = "Редакция";
$locale['blog_0421'] = "Изтриване";
$locale['blog_0422'] = "Тема:";
$locale['blog_0423'] = "Категория:";
$locale['blog_0424'] = "Некатегоризирано";
$locale['blog_0425'] = "Отрязък:";
$locale['blog_0425a'] = "Кратко представяне на блога";
$locale['blog_0426'] = "Разширено:";
$locale['blog_0426b'] = "Съдържание на блога";
$locale['blog_0427'] = "Начална дата:";
$locale['blog_0428'] = "Крайна дата:";
$locale['blog_0429'] = "(Не е задължително)";
$locale['blog_0430'] = "Видмимост:";
$locale['blog_0431'] = "Запазване, като чернова";
$locale['blog_0432'] = "Направяне на блога важен";
$locale['blog_0433'] = "Автоматично прехвърляне на нов ред";
$locale['blog_0434'] = "Разрешаване на коментарите";
$locale['blog_0435'] = "Разрешаване на оценките";
$locale['blog_0437'] = "Запазване на блога";
$locale['blog_0438'] = "Чернова";
$locale['blog_0439'] = "Изображение на блога:";
$locale['blog_0440'] = "Максималната големина на файла е %s / Допустими типове файлове: GIF, JPEG или PNG.";
$locale['blog_0441'] = "Прехвърляне на нова страница";
$locale['blog_0442'] = "Позиция на изображението:";
$locale['blog_0443'] = "Ключови думи:";
$locale['blog_0444'] = "Натиснете enter за всяка нова дума";
// Blog Category
// Blog Categories titles
$locale['blog_0500'] = "Редакция на категорията на блога";
$locale['blog_0502'] = "Категории";
// Blog Categories messages
$locale['blog_0520'] = "Категорията на блога е добавена";
$locale['blog_0521'] = "Категорията на блога е обновена";
$locale['blog_0522'] = "Категорията на блога не може да бъде изтрита";
$locale['blog_0523'] = "Има блогове или подкатегории свързани с тази категория";
$locale['blog_0524b'] = "Категорията на блога е изтрита";
// Blog Categories form
$locale['blog_0530'] = "Име на категорията:";
$locale['blog_0531'] = "Изображение на категорията:";
$locale['blog_0532'] = "Запазване на категорията";
$locale['blog_0533'] = "Предшественик на категорията:";
$locale['blog_0535'] = "Няма категории в блога";
$locale['blog_0536'] = "Натиснете тук, за да качите изображение към категорията";
$locale['blog_0537'] = "Предшественик";
$locale['blog_0538'] = "Bytes (байтове)";
$locale['blog_0539'] = "KB (Килобайтове)";
$locale['blog_0540'] = "MB (Мегабайтове)";
// Popup Error/Warning Messages
$locale['blog_0550'] = "Да се изтрие ли категорията на блога?";
// Error Messages
$locale['blog_0560'] = "Моля въведете име на категорията.";
$locale['blog_0561'] = "Тази категория вече същестува.";
// Popup Error/Warning Messages
$locale['blog_0450'] = "Моля напишете тема";
$locale['blog_0451'] = "Да се изтрие ли този блог?";
$locale['blog_0452'] = "%s са изключени за всички обекти.\n\rТази настройка ще придобие ефект само когато са включени отново.";
$locale['blog_0456'] = 'Няма блогове в тази категория.';
$locale['blog_0457'] = "Моля напишете ключови думи";
$locale['blog_0461'] = 'Няма дефинирани категории на блоговете.';
// Filters
$locale['blog_0458'] = "Филтрирай по:";
$locale['blog_0459'] = "Филтърът показва категории по";
$locale['blog_0460'] = "Всички публикации в блога";
//Alignment
$locale['left'] = "Ляво";
$locale['center'] = "Център";
$locale['right'] = "Дясно";
$locale['blog_0600'] = "Публикации в блога";
$locale['blog_0601'] = "Изображение на публикацията";
$locale['blog_0602'] = "Да се изисква ли разширен блог?";
// Public Submissions Form
$locale['blog_0700'] = "Публикуван на блог";
$locale['blog_0701'] = "Благодарим, че публикувахте блога си";
$locale['blog_0702'] = "Публикувайте друг блог";
$locale['blog_0703'] = "Използвайте следната форма, за да публикувате блог. Това, което изпратите ще бъде прегледано от
администратор. [SITENAME] си запазва правото да отхвърли или редактира всяка публикация. Блогът
трябва съответства на съдържанието на сайта. Неизползваемите публикации ще бъдат изтривани.";
$locale['blog_0704'] = "Връщане към [SITENAME]";
$locale['601'] = "Големина на малкото изборажение:";
$locale['602'] = "Големина на снимката:";
$locale['603'] = "Максимална големина на снимката:";
$locale['604'] = "Ширина x височина";
$locale['605'] = "Максимална големина на снимката (байтове):";
// Blog & News Settings
$locale['950'] = "Качване на снимката";
$locale['951'] = "Връзка към снимката";
$locale['952'] = "Категория";
$locale['953'] = "Новина";
$locale['954'] = "Качество на малкото изображение:";
$locale['955'] = "оригинал";
$locale['956'] = "Квадрат";
$locale['959'] = "Качена снимка";
$locale['960'] = "Категория на изображението";
$locale['961'] = "Позволени типове файлове:";
