<?php
$locale['apw_title'] = "Скидання паролю адміністрування";
$locale['apw_desc'] = "Зміна паролів авторизації/адміністрування для адміністраторів";
$locale['apw_admin1'] = "Скидання адміністратора";
$locale['apw_400'] = "Адміністратор(и) для скидання:";
$locale['apw_401'] = "Усі адміністратори";
$locale['apw_402'] = "Лише супер адміністратори";
$locale['apw_403'] = "Лише адміністратори";
$locale['apw_404'] = "Підстава:";
$locale['apw_405'] = "скинути також пароль авторизації";
$locale['apw_406'] = "Скинути";
$locale['apw_407'] = "Пароль скинуто на ";
$locale['apw_408'] = "Вітаємо, [USER_NAME],\n\n
Відбулось оновлення Вашого паролю адміністрування на сайті [SITEURL]:\n\n
Новий пароль адміністрування: [NEW_ADMIN_PASS]\n\n
Підставою цієї операції вказано наступне: [RESET_MESSAGE]\n\n
З повагою,\n
[ADMIN]";
$locale['apw_409'] = "Вітаємо, [USER_NAME],\n
Відбулось оновлення Ваших паролів авторизації та адміністрування на сайті [SITEURL]:\n\n
Новий пароль авторизації: [NEW_PASS]\n
Новий пароль адміністрування: [NEW_ADMIN_PASS]\n\n
Підставою цієї операції вказано наступне: [RESET_MESSAGE]\n
З повагою,\n
[ADMIN]";
$locale['apw_410'] = "Результати скидання";
$locale['apw_411'] = "Увага: Пароль адміністрування не введено або він некоректний.";
$locale['apw_412'] = "Дійсний пароль адміністрування:";
$locale['apw_415'] = "Журнал скидань паролів адміністрування";
$locale['apw_416'] = "Номер";
$locale['apw_417'] = "Дата";
$locale['apw_418'] = "Адміністратор";
$locale['apw_419'] = "Скинуто";
$locale['apw_420'] = "Успішність";
$locale['apw_421'] = "Підстава";
$locale['apw_422'] = "з";
$locale['apw_423'] = "Підставу не вказано";
$locale['apw_424'] = "Оновлено:";
$locale['apw_425'] = "Не оновлено:";
$locale['apw_426'] = "Паролі не змінювались.";
$locale['apw_427'] = "Опції";
$locale['apw_428'] = "Ви дійсно бажаєте видалити цей журнал?";
$locale['apw_429'] = "Журнал успішно видалено";
