<?php
$locale['BLS_000'] = "Чорний список"; //406

//Blacklist message
$locale['BLS_010'] = "Некоректна адреса електронної пошти або IP.";
$locale['BLS_011'] = "Додавання користувачів.";
$locale['BLS_012'] = "Користувацький чорний список.";
$locale['BLS_013'] = "Запис успішно видалено"; //401
$locale['BLS_014'] = "Ви дійсно бажаєте видалити цей запис?";
$locale['BLS_015'] = "Записи відсутні"; //465
$locale['BLS_016'] = "Електронна адреса некоректна."; //405
$locale['BLS_020'] = "Користувач"; //420
$locale['BLS_021'] = "Редагувати"; //421
$locale['BLS_022'] = "Додати";
$locale['BLS_023'] = "Показано записів: %d з %d.";
$locale['BLS_030'] = "Заблоковано"; //461
$locale['BLS_031'] = "Адміністратор"; //467
$locale['BLS_032'] = "Дата";  //468
$locale['BLS_033'] = "Опції"; //462
$locale['BLS_034'] = "Адреса IP: <strong>або</strong>"; //441
$locale['BLS_035'] = "Електронна адреса:"; //442
$locale['BLS_036'] = "Підстава:"; //443
$locale['BLS_037'] = "Зберегти";  //444
$locale['BLS_038'] = "Оновити";

$locale['BLS_MS'] = "Введене значення заборонить користувачу з  вказаною адресою IP відвідувати цей сайт.<br />Ви можете використовувати повний формт IP, наприклад <em>123.45.67.89.</em>, або шаблон маски, наприклад, <em>123.45.67</em> чи <em>123.45</em>.
<br /><br />Зауваження: на цьому сайті адреси формату IPv6 конвертуються у повну форму, наприклад, <em>ABCD:1234:5:6:7:8:9:FF</em> буде виглядати як <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
<br /><br />Змішані адреси IP (які одночасно містять частини IPv6 та IPv4) не будуть перевірятися на частковий збіг по шаблону маски.
<br /><br />Введена електронна адреса заборонить користувачу реєструватися з цієї адреси. Ви можете використовувати повний формат адреси, наприклад <em>foo@bar.com</em>, або лише поштовий домен, наприклад <em>bar.com</em>.
<br /><br />% - блокує все.
<br />%.%.%.%@domain.tld блокує усі адреси, що містять принаймні 3 крапки.
<br />%+%@domain.tld блокує усі адреси, що містять знак <b>\"плюс\"</b>.
<br />%@domain.tld блокує усі адреси з домену domain.tld
<br />%.domain.tld блокує усі адреси з субдомену domain.tld
<br />%payday% блокує усі адреси, що містять слово \"payday\", яке часто зустрічалось на інших сайтах
<br />domain.tld є псевдонімом %@domain.tld для забезпечення сумісності з правилами PHP-Fusion 7.
<br />";