<?php
$locale['ME_400'] = "Користувачі";
$locale['ME_401'] = "Шукати...";
$locale['ME_402'] = "Фільтри перегляду";
$locale['ME_403'] = "Створити користувача";
$locale['ME_404'] = "Застосувати фільтр";
$locale['ME_405'] = "За вказаними параметрами не знайдено жодного користувача";

//
$locale['ME_407'] = "Відображено: %s - %d зі знайдених: %d";
$locale['ME_408'] = "Загальна інформація";
$locale['ME_409'] = "Подробиці";
$locale['ME_410'] = "Користувач";
$locale['ME_411'] = "Рівень";
$locale['ME_412'] = "Електронна адреса";
$locale['ME_413'] = " обліковий запис";
$locale['ME_414'] = "Вибрати все";
$locale['ME_415'] = "Приховано";
$locale['ME_416'] = "Показано";

// Core Fields Filter
$locale['ME_420'] = "Приховування електронної пошти";
$locale['ME_421'] = "Приєднання";
$locale['ME_422'] = "Останній візит";
$locale['ME_423'] = "Адреса IP";
$locale['ME_424'] = "Тип IP";
$locale['ME_425'] = "Групи";
$locale['ME_426'] = "Часовий пояс";

// Action Form
$locale['ME_430'] = "Помилка: Неможливо застосувати до вибраних користувачів";
$locale['ME_431'] = "До вказаних користувачів буде застосовано %s:";
$locale['ME_432'] = "%s були %s";
$locale['ME_433'] = "Будь ласка, вкажіть підставу";
$locale['ME_434'] = "Підстава";
$locale['ME_435'] = "Тривалість";
$locale['ME_436'] = "Дні";
$locale['ME_437'] = "Оновити";
$locale['ME_450'] = "Створити користувача";
$locale['ME_451'] = "Профіль користувача %s";
$locale['ME_452'] = "Редагувати профіль %s";
$locale['ME_453'] = "Видалити користувача %s";
$locale['ME_454'] = "Увага!";
$locale['ME_455'] = "Ви намагаєтесь видалити користувача %s!\n\r\n\r
Усю інформацію створену цим користувачем на даному сайті буде також видалено.\n\r
Якщо немає безперечних підстав вважати даного користувача шкідником (наприклад, розповсюджувачем спаму), рекомендується застосувати до нього Блокування, Призупинення, Скасування або Анонімізацію.\n\r
Ви дійсно бажаєте видалити цього користувача?\n\r";
$locale['ME_456'] = "Видалити";
$locale['ME_457'] = "Ви намагаєтесь видалити нового неактивованого користувача %s!\n
Ви дійсно бажаєте видалити цього користувача?\n";
$locale['ME_460'] = "Користувачі для деактивації відсутні";
$locale['ME_461'] = "%s деактивовано";
$locale['ME_462'] = "Деактивувати бездіяльних користувачів";
$locale['ME_463'] = "Ви маєте більш ніж 50 бездіяльних користувачів, тому доведеться здійснити деактивацію таку кількість разів: %d";
$locale['ME_464'] = "Деяка кількість (%d) користувачів не авторизувалися на сайті більше дозволеної у системі кількості днів (%d), тому їх позначено як бездіяльних. Якщо від цих користувачів не буде відгуку протягом визначеного контрольного терміну (%d дн.) після деактивації, їх буде автоматично %s.";
$locale['ME_465'] = "Будь ласка, майте на увазі, що деякі користувачі можуть мати пов&lsquo;язану із ними інформацію, опубліковану на сайті, наприклад, повідомлення на Форумі, коментарі, фото тощо. Уся подібна інформація буде знищена разом з видаленням деактивованих користувачів.";
$locale['ME_466'] = "Настійливо рекомендується замість дії деактивації скористатися операцією встановлення анонімності задля попередження остаточної втрати важливої інформації!";
$locale['ME_467'] = "Встановити результатом для деактивації дію анонімізації.";
$locale['ME_468'] = "Автоматична деактивація бездіяльних користувачів.";

// Actions
$locale['ME_500'] = "Блокування";
$locale['ME_501'] = "Відновлення";
$locale['ME_502'] = "Деактивація";
$locale['ME_503'] = "Призупинення";
$locale['ME_504'] = "Блокування з міркувань безпеки";
$locale['ME_505'] = "Скасування";
$locale['ME_506'] = "Анонімізація";

// a_message keys
$locale['ME_550'] = "заблоковано";
$locale['ME_551'] = "відновлено";
$locale['ME_552'] = "деактивовано";
$locale['ME_553'] = "призупинено";
$locale['ME_554'] = "заблоковано з міркувань безпеки";
$locale['ME_555'] = "скасовано";
$locale['ME_556'] = "анонімізовано";
$locale['ME_557'] = "остаточно видалено";

$locale['ME_560'] = "Показати результати";
$locale['ME_561'] = "Показати користувачів зі статусом";
$locale['ME_562'] = "Новий неактивований користувач";

/*--------------------------------------------------------------------------
These are old locale. They are MOST LIKELY not being used by the new member center.
Please remove them or reindex the keys if you find any.
*--------------------------------------------------------------------------*/

// Edit Member Details
$locale['430'] = "Редагування користувача";

// Add Member Errors
$locale['480'] = "Створення користувача";
$locale['481'] = "Обліковий запис користувача успішно створено";
$locale['482'] = "Неможливо створити обліковий запис користувача";

// Member Management Options
$locale['400'] = "Користувачі";
$locale['401'] = "Користувач";
$locale['402'] = "Створити нового користувача";
$locale['403'] = "Тип";
$locale['404'] = "Опції";
$locale['405'] = "Перегляд за статусом:";
$locale['406'] = "Редагувати";
$locale['407'] = "Активувати";
$locale['408'] = "Розблокувати";
$locale['409'] = "Заблокувати (бан)";
$locale['410'] = "Видалити";
$locale['411'] = "Відсутні %s користувачі";
$locale['412'] = " почати з ";
$locale['413'] = " співставлення ";
$locale['414'] = "Показати усіх";
$locale['415'] = "Шукати користувача:";
$locale['416'] = "Пошук";
$locale['417'] = "виберіть дію";
$locale['418'] = "Скасувати";
$locale['419'] = "Відновити";

// Ban/Unban/Delete Member
$locale['420'] = "Накласти бан";
$locale['421'] = "Зняти бан";
$locale['422'] = "Користувача видалено";
$locale['423'] = "Ви дійсно бажаєте видалити цього користувача?";
$locale['424'] = "Користувача активовано";
$locale['426'] = "так";
$locale['427'] = "ні";

// Suspension Log 
$locale['510s'] = "Журнал призупинень дії облікового запису користувача ";
$locale['511s'] = "Записи про призупинення дії облікового запису цього користувача відсутні у журналі призупинень.";
$locale['512s'] = "Попередні призупинення дії облікового запису користувача ";
$locale['513'] = "№."; // as in number
$locale['514'] = "Дата";
$locale['515'] = "Підстава";
$locale['516'] = "Відповідальний адміністратор";
$locale['517'] = "Системна дія";
$locale['518'] = "Повернутися в обліковий запис користувача";
$locale['519'] = "Журнал призупинень дії облікового запису цього користувача ";
$locale['520'] = "Відновлено: ";
$locale['521'] = "Адреса IP: ";
$locale['522'] = "Поки що не відновлено";
$locale['540'] = "Помилка";
$locale['541'] = "Помилка: Ви повинні вказати підставу для призупинення дії облікового запису!";
$locale['542'] = "Помилка: Ви повинні вказати підставу для блокування (бан) облікового запису з міркувань безпеки!";

// User Management Admin
$locale['550'] = "Користувач: ";
$locale['551'] = "кількість днів";
$locale['552'] = "Підстава:";
$locale['553'] = "Призупинити";
$locale['554'] = "Цей користувач не мав жодного призупинення.";
$locale['555'] = "Якщо Ви прийняли рішення заблокувати цього користувача, натисніть кнопку 'Бан'";
$locale['556'] = "Відміна призупинення користувача: ";
$locale['557'] = "Відмінити призупинення";
$locale['558'] = "Розблокування користувача: ";
$locale['559'] = "Розблокувати ";
$locale['560'] = "Скасування блокування з міркувань безпеки користувача: ";
$locale['561'] = "Зняти блокування з міркувань безпеки";
$locale['562'] = "Заблокований користувач: ";
$locale['563'] = "Заблокований з міркувань безпеки користувач: ";
$locale['585a'] = "Будь ласка, вкажіть підставу для блокування чи розблокування ";
$locale['566'] = "Розблоковано";
$locale['568'] = "Блокування з міркувань безпеки";
$locale['569'] = "Блокування з міркувань безпеки знято";
$locale['572'] = "Призупинений користувач";
$locale['573'] = "Призупинення знято";
$locale['574'] = "Деактивований користувач";
$locale['575'] = "Активацію відновлено";
$locale['576'] = "Обліковий запис скасовано";
$locale['577'] = "Скасування облікового запису відмінено";
$locale['578'] = "Обліковий запис скасовано і зроблено анонімним";
$locale['579'] = "Анонімність облікового запису скасовано";
$locale['582'] = "Відновити активацію";
$locale['583'] = "Замінити";
$locale['584'] = "Виберіть новий статус";
$locale['585'] = "Цього користувача було заблоковано з міркувань безпеки! Ви дійсно впевнені, що бажаєте розблокувати його?";
$locale['590'] = "Призупинити обліковий запис користувача";
$locale['591'] = "Відновити обліковий запис користувача";
$locale['592'] = "призупинення облікового запису";
$locale['593'] = "відновлення облікового запису";
$locale['594'] = "Будь ласка, вкажіть підставу для ";
$locale['595'] = " користувача ";
$locale['600'] = "Блокування (бан) з міркувань безпеки";
$locale['601'] = "блокування з міркувань безпеки";
$locale['602'] = "Розблокування";
$locale['603'] = "розблокування";
$locale['604'] = "Підстава:";

// Deactivation System
$locale['612'] = "користувача";
$locale['613'] = "користувачів";
$locale['614'] = "Деактивувати";