<?php
// News titles
$locale['SL_0001'] = "Навігаційні посилання";
$locale['SL_0010'] = "Створити";
$locale['SL_0011'] = "Редагувати";
$locale['SL_0012'] = "Наявні посилання";

// News messages
$locale['SL_0015'] = "Посилання успішно створено";
$locale['SL_0016'] = "Посилання успішно оновлено";
$locale['SL_0017'] = "Посилання успішно видалено";
$locale['SL_0018'] = "Налаштування посилань успішно оновлено";

// Site Links form
$locale['SL_0020'] = "Назва:";
$locale['SL_0020a'] = "Зображення";
$locale['SL_0021'] = "Адреса URL:";
$locale['SL_0022'] = "Доступ:";
$locale['SL_0023'] = "Порядок:";
$locale['SL_0024'] = "Розташування:";
$locale['SL_0025'] = "панель";
$locale['SL_0026'] = "панель + заголовок";
$locale['SL_0027'] = "заголовок";
$locale['SL_0028'] = "відкривати посилання у новому вікні";
$locale['SL_0029'] = "Розділ";
$locale['SL_0030'] = "Зображення";
$locale['SL_0031'] = "Стан";
$locale['SL_0032'] = "Без кореневого";
$locale['SL_0033'] = "Мова";
$locale['SL_0034'] = "Захищена";
$locale['SL_0035'] = "Підпорядковані";
$locale['SL_0036'] = "Перемістити до...";
$locale['SL_0037'] = "Будь ласка, виберіть кореневе посилання";
$locale['SL_0038'] = "Відсутні посилання, які б можна було вказати кореневими";
$locale['SL_0039'] = "Перемістити";
$locale['SL_0040'] = "Зберегти";
$locale['SL_0041'] = "Налаштування";
$locale['SL_0042'] = "Налаштуйте параметри навігаційних посилань";
$locale['SL_0043'] = "На одній сторінці";
$locale['SL_0044'] = "У навігаційному рядку";
$locale['SL_0045'] = "Кількість";
$locale['SL_0046'] = "Групування";
$locale['SL_0047'] = "Групування посилань коли їх кількість для однієї сторінки перевищено";
$locale['SL_0048'] = "Ні";
$locale['SL_0049'] = "Так (групування у пункт \"Більше...\")";

// Site Links list
$locale['SL_0050'] = "Назва";
$locale['SL_0051'] = "Доступ";
$locale['SL_0052'] = "Порядок";
$locale['SL_0053'] = "Опції";
$locale['SL_0060'] = "Редагувати";
$locale['SL_0061'] = "Видалити";
$locale['SL_0062'] = "Посилання відсутні.";
$locale['SL_0063'] = "Використання BB кодів у назві посилання";
$locale['SL_0070'] = "Зображення";
$locale['SL_0071'] = "Відкривання у новому вікні";
$locale['SL_0072'] = "Меню";
$locale['SL_0073'] = "Впорядкувати";
$locale['SL_0074'] = "Перемістити";
$locale['SL_0075'] = "Показати опції";

// Delete Site Link category
$locale['SL_0080'] = "Видалити це посилання?";

// Error
$locale['SL_0085'] = "Будь ласка, введіть назву посилання";
$locale['SL_0086'] = "Будь ласка, введіть адресу URL посилання";
$locale['SL_0087'] = "Дані для оновлення відсутні. Будь ласка, перевірте посилання.";