<?php
// Smiley titles
$locale['SMLY_400'] = "Наявні усміхайлики";
$locale['SMLY_401'] = "Створення усміхайлика";
$locale['SMLY_402'] = "Редагування усміхайлика";
$locale['SMLY_403'] = "Усміхайлики";
$locale['SMLY_404'] = "Ввімкнені усміхайлики";
$locale['SMLY_405'] = "Вимкнені усміхайлики";

// Smiley messages
$locale['SMLY_410'] = "Усміхайлик успішно додано";
$locale['SMLY_411'] = "Усміхайлик успішно оновлено";
$locale['SMLY_412'] = "Усміхайлик успішно видалено";
$locale['SMLY_413'] = "Усміхайлик не оновлено";
$locale['SMLY_414'] = "Усміхайлик неможливо додати";
$locale['SMLY_415'] = "Цей код усміхайлика вже використовується";
$locale['SMLY_416'] = "Ви дійсно бажаєте видалити цього усміхайлика?";
$locale['SMLY_417'] = "Ви дійсно бажаєте вимкнути цього усміхайлика?";
$locale['SMLY_418'] = "Помилка завантаження усміхайлика";

// Smiley form
$locale['SMLY_420'] = "Код:";
$locale['SMLY_421'] = "Зображення:";
$locale['SMLY_422'] = "Значення:";
$locale['SMLY_423'] = "Зберегти";
$locale['SMLY_424'] = "Попередній перегляд:";

// Current Smileys
$locale['SMLY_430'] = "Код";
$locale['SMLY_431'] = "Зображення";
$locale['SMLY_432'] = "Значення";
$locale['SMLY_433'] = "Опції";
$locale['SMLY_435'] = "Видалити";
$locale['SMLY_436'] = "Усміхайлики відсутні";

// Error Message
$locale['SMLY_437'] = "Будь ласка, введіть код усміхайлика";
$locale['SMLY_438'] = "Будь ласка, виберіть усміхайлик";
$locale['SMLY_439'] = "Будь ласка, введіть значення усміхайлика";
$locale['SMLY_440'] = "Жодного усміхайлика не ввімкнено";
$locale['SMLY_441'] = "Жодного не ввімкненого усміхайлика";