<?php
// Edit/Save/Delete User Group Messages
$locale['GRP_400'] = "Групу успішно оновлено";
$locale['GRP_401'] = "Групу успішно створено";
$locale['GRP_403'] = "Не вибрано користувача";
$locale['GRP_404'] = "Відсутня група ";
$locale['GRP_405'] = "Неможливо видалити групу користувачів";
$locale['GRP_406'] = "Існують користувачі, що входять до цієї групи";
$locale['GRP_407'] = "Групу успішно видалено";
$locale['GRP_408'] = "Не вибрано жодного користувача або групи.";
$locale['GRP_409'] = " додано групу користувачів.";
$locale['GRP_410'] = "Користувача \"%s\" додано до групи \"%s\"";
$locale['GRP_411'] = "Користувача \"%s\" видалено з групи \"%s\"";
$locale['GRP_412'] = "Вибраних (загалом \"%s\") користувачів видалено з групи \"%s\"";

// Edit/Delete Options
$locale['GRP_420'] = "Наявні групи користувачів";
$locale['GRP_421'] = "Редагувати";
$locale['GRP_422'] = "Видалення груп";
$locale['GRP_423'] = "Налаштування користувачів";
$locale['GRP_424'] = "Відображено %d груп.";
$locale['GRP_425'] = "Видалити цю групу?";
$locale['GRP_426'] = "Стандартна група";
$locale['GRP_427'] = "Відображено користувачів: %d з %d.";
$locale['GRP_428'] = "Додати до групи";
$locale['GRP_430'] = "додано до групи %s";

// Edit/Add User Group
$locale['GRP_432'] = "Назва:";
$locale['GRP_433'] = "Опис:";
$locale['GRP_434'] = "Зберегти";
$locale['GRP_435'] = "Код ID";
$locale['GRP_436'] = "Зображення";
$locale['GRP_437'] = "Дія";
$locale['GRP_438'] = "Користувачі";
$locale['GRP_439'] = "Зображення групи";

// Search/Add Group Users
$locale['GRP_440'] = "Додавання користувачів до групи";
$locale['GRP_441'] = "Пошук користувачів для додавання у цю групу";
$locale['GRP_442'] = "(можна шукати одночасно кілька користувачів, розділюючи запити через Enter)";
$locale['GRP_446'] = "Ім&lsquo;я";
$locale['GRP_447'] = "Тип";
$locale['GRP_448'] = "Позначити усіх";
$locale['GRP_449'] = "Зняти усі позначки";
$locale['GRP_450'] = "Додати вибраних користувачів";
$locale['GRP_451'] = "Користувача не знайдено";
$locale['GRP_452'] = "Шукати знову";

// Current Group Users
$locale['GRP_460'] = "Наявні користувачі у групі";
$locale['GRP_461'] = "Видалити вибраних";
$locale['GRP_462'] = "Видалити усіх";
$locale['GRP_463'] = "Користувачі відсутні";

// Error Messages
$locale['GRP_464'] = "Будь ласка, введіть назву групи";