<?php
$locale['ME_400'] = 'Управление пользователями';
$locale['ME_401'] = 'Поиск пользователя...';
$locale['ME_402'] = 'Показать фильтры';
$locale['ME_403'] = 'Добавить нового пользователя';
$locale['ME_404'] = 'Применить фильтр';
$locale['ME_405'] = 'Пользователей, соответсвующих критериям поиска, не найдено';
//
$locale['ME_407'] = 'Отображение %s - %d из %d найденных записей';
$locale['ME_408'] = 'Основная информация';
$locale['ME_409'] = 'ПОдробая информация';
$locale['ME_410'] = 'Пользователь';
$locale['ME_411'] = 'Уровень';
$locale['ME_412'] = 'Электропочта';
$locale['ME_413'] = ' Учётная запись';

// Core Fields Filter
$locale['ME_420'] = 'Скрытый адрес email?';
$locale['ME_421'] = 'Зарегистрирован';
$locale['ME_422'] = 'Последнее посещение';
$locale['ME_423'] = 'IP-адрес';
$locale['ME_424'] = 'Тип IP';
$locale['ME_425'] = 'Группы пользователя';
$locale['ME_426'] = 'Часовой пояс';

// Action Form
$locale['ME_430'] = 'Ошибка: действия над некоторыми пользователями не могут быит завершены';
$locale['ME_431'] = 'Следующие пользователи будут %s:';
$locale['ME_432'] = '%s были %s';
$locale['ME_433'] = 'Пожалуйста, укадите причину действия';
$locale['ME_434'] = 'Причина';
$locale['ME_435'] = 'Продолжительность';
$locale['ME_436'] = 'дней';
$locale['ME_437'] = 'Обновить пользователя';

$locale['ME_450'] = 'Добавить нового пользователя';
$locale['ME_451'] = 'Профиль пользователя %s';
$locale['ME_452'] = 'Изменить профиль %s';
$locale['ME_453'] = 'Удалить пользователя %s';
$locale['ME_454'] = "Внимание!";
$locale['ME_455'] = "Вы собираетесь удалить пользователя %s!\nЕсли Вы продолжите, всё содержимое, опуюликованное этим пользователем на сайте, также будет удалено.\n
Если это не спамер, мы рекомендуем Вам, к примеру, заблокировать, приостановить или отменить действие учётной записи или анонимизировать пользователя.\n
Вы уверены, что хотите удалить учётную запись?\n";
$locale['ME_456'] = 'Удалить пользователя';


$locale['ME_460'] = 'Нет пользователей для деактивации';
$locale['ME_461'] = '%s был(-а) деактивирован(-а)';
$locale['ME_462'] = 'Деактивировать неактивных участников';
$locale['ME_463'] = 'Вы имеете более 50 неактивных пользователей and и Вам придётся запускать процесс деактивации (%d) раз.';
$locale['ME_464'] = '%d пользователь(-ей) не посещали сайт на протяжении %d дней и были помечены как неактивные. ПРи деактиваци этих польователей они будут иметь (%d) дней, прежде чем они будут %s.';
$locale['ME_465'] = 'Пожалуйста, обратите внимание, что некоторые пользователи имеют размещённое на сайте содержимое, такое как сообщения форума, комментарии, фото и т.д. Всё содержимое будет удалено при удалении деактивированных пользователей.';
$locale['ME_466'] = 'Для предотвращения потери данных настоятельно рекомендуем Вам изменить действие деактивации с удалеия на анонимизацию!';
$locale['ME_467'] = "Установить систему деактивации на анонимизацию.";
$locale['ME_468'] = 'Автоматическая деактивация неактивных пользователей.';

// Actions
$locale['ME_500'] = 'Блокировка';
$locale['ME_501'] = 'Восстановление';
$locale['ME_502'] = 'Деактивация';
$locale['ME_503'] = 'Приостановка';
$locale['ME_504'] = 'Блокировка безопасности';
$locale['ME_505'] = 'Отмена';
$locale['ME_506'] = 'Анонимизация';

// a_message keys
$locale['ME_550'] = 'заблокирован';
$locale['ME_551'] = 'восстановлен';
$locale['ME_552'] = 'деактивирован';
$locale['ME_553'] = 'приостановлен';
$locale['ME_554'] = 'заблокирован по причинам безопасности';
$locale['ME_555'] = 'отменён';
$locale['ME_556'] = 'анонимизирован';
$locale['ME_557'] = 'окончательно удалён';

$locale['ME_560'] = "Отобразить результаты";
$locale['ME_561'] = "Отобразить пользователей со статусом";

// Edit Member Details
$locale['430'] = "Изменить участника";
// Add Member Errors
$locale['480'] = "Добавить участника";
$locale['481'] = "Учётная запись участника была создана.";
$locale['482'] = "Учётная запись участника не может быть создана.";

// Member Management Options
$locale['400'] = "Управление пользователями";
$locale['401'] = "Пользователь";
$locale['402'] = "Добавить участника";
$locale['403'] = "Тип";
$locale['404'] = "Действия";
$locale['405'] = "Просмотреть";
$locale['406'] = "Изменить";
$locale['407'] = "Активировать";
$locale['408'] = "Разблокировать";
$locale['409'] = "Заблокировать";
$locale['410'] = "Удалить";
$locale['411'] = "Нет участников %s";
$locale['412'] = " начинающихся с ";
$locale['413'] = " соответствующих ";
$locale['414'] = "Показать всех";
$locale['415'] = "Искать участника:";
$locale['416'] = "Поиск";
$locale['417'] = "Выберите действие";
$locale['418'] = "Отмена";
$locale['419'] = "Восстановить";
// Ban/Unban/Delete Member
$locale['420'] = "Блокировка установлена";
$locale['421'] = "Блокировка снята";
$locale['422'] = "Участник удалён";
$locale['423'] = "Уверены в удалении этого участника?";
$locale['424'] = "Участник активирован";
$locale['426'] = "Да";
$locale['427'] = "Нет";
// Suspension Log 
$locale['510s'] = "Журнал приостановок для ";
$locale['511s'] = "Для этого участника нет записей в журнале приостановок.";
$locale['512s'] = "Предыдущие приостановки для ";
$locale['513'] = "Нет."; // as in number
$locale['514'] = "Дата";
$locale['515'] = "Причина";
$locale['516'] = "Приостановить администратора";
$locale['517'] = "Системное действие";
$locale['518'] = "Вернуться к профилю";
$locale['519'] = "Журнал приостановок для этого пользователя ";
$locale['520'] = "Восстановлен: ";
$locale['521'] = "IP-адрес: ";
$locale['522'] = "Не восстановлен";
$locale['540'] = "Ошибка";
$locale['541'] = "Ошибка: Следует указать причину приостановки!";
$locale['542'] = "Ошибка: Следует указать причину блокировки по безопасности!";
// User Management Admin
$locale['550'] = "Приостановить пользователя: ";
$locale['551'] = "Длительность в днях:";
$locale['552'] = "Причина:";
$locale['553'] = "Приостановить";
$locale['554'] = "Для этого участника в журнале приостановок нет записей.";
$locale['555'] = "Если вы решите, что этот пользователь должен быть заблокирован, нажмите &laquo;Блокировка&raquo;.";
$locale['556'] = "Снять приостановку пользователя: ";
$locale['557'] = "Снять приостановку";
$locale['558'] = "Снять блокировку пользователя: ";
$locale['559'] = "Снять блокировку ";
$locale['560'] = "Снять блокировку пользователя по безопасности: ";
$locale['561'] = "Снять блокивроку по безопасности";
$locale['562'] = "Заблокировать пользователя: ";
$locale['563'] = "Заблокировать пользователя по безопасности: ";
$locale['585a'] = "Пожалуйста, укажите причину установки или снятия блокировки ";
$locale['566'] = "Блокировка снята";
$locale['568'] = "Блокировка по безопасности установлена";
$locale['569'] = "Блокировка по безопаности снята";
$locale['572'] = "Участник приостановлен";
$locale['573'] = "Приостановка снята";
$locale['574'] = "Участник деактивирован";
$locale['575'] = "Участник активирован повторно";
$locale['576'] = "Учётная запись отменена";
$locale['577'] = "Отмена учётной записи снята";
$locale['578'] = "Учётная запись отменена и анонимизирована";
$locale['579'] = "Анонимизация учётной записи снята";


$locale['582'] = "Активировать повторно";
$locale['583'] = "Восстановить";
$locale['584'] = "Выберите новый статус";
$locale['585'] = "Этот участник был заблокирован по безопасности! Вы уверены в необходимости снять с него блокивроку сейчас?";
$locale['590'] = "Приостановить";
$locale['591'] = "Снять приостановку";
$locale['592'] = "приостановка";
$locale['593'] = "снятие приостановки";
$locale['594'] = "Пожалуйста, укажите причину, по которой вы ";
$locale['595'] = " для пользователя ";

$locale['600'] = "Блокировка по безопасности";
$locale['601'] = "блокирование по безопасности";
$locale['602'] = "Снять блокировку";
$locale['603'] = "снятие блокировки";
$locale['604'] = "Причина:";


$locale['612'] = "пользователь";
$locale['613'] = "пользователи";
$locale['614'] = "Деактивировать";
