<?php
// News titles
$locale['SL_0001'] = 'Навигация сайта';
$locale['SL_0010'] = "Добавить ссылку навигации";
$locale['SL_0011'] = "Изменить ссылку навигации";
$locale['SL_0012'] = "Существующие ссылки";
// News messages
$locale['SL_0015'] = "Ссылка добавлена";
$locale['SL_0016'] = "Ссылка обновлена";
$locale['SL_0017'] = "Ссылка удалена";
$locale['SL_0018'] = "Параметры навигации сайта обновлены";
// Site Links form
$locale['SL_0020'] = "Название ссылки:";
$locale['SL_0020a'] = "Значок ссылки";
$locale['SL_0021'] = "Адрес ссылки:";
$locale['SL_0022'] = "Видима для:";
$locale['SL_0023'] = "Порядок:";
$locale['SL_0024'] = "Расположение:";
$locale['SL_0025'] = "Только панель навигации";
$locale['SL_0026'] = "Панель навигации и подзаголовок";
$locale['SL_0027'] = "Только подзаголовок";
$locale['SL_0028'] = "Открыть в новом окне";
$locale['SL_0029'] = "Категория";
$locale['SL_0030'] = "Значок ссылки";
$locale['SL_0031'] = "Статус ссылки";
$locale['SL_0032'] = "Нет родительской ссылки";
$locale['SL_0033'] = "Язык ссылки";
$locale['SL_0034'] = "Защищена";
$locale['SL_0035'] = "Вложенные ссылки";
$locale['SL_0036'] = "Переместить ссылки в...";
$locale['SL_0037'] = "Пожалуйста, выберите родительскую ссылку";
$locale['SL_0038'] = "Нет ссылок, которые могли бы стать родительскими";
$locale['SL_0039'] = "Подтвердите перемещение";

$locale['SL_0040'] = "Сохранить ссылку";
$locale['SL_0041'] = "Параметры ссылок";
$locale['SL_0042'] = "Настройте параметры ссылок навигации для Вашего сайта";
$locale['SL_0043'] = "Ссылок на страницу";
$locale['SL_0044'] = "Максимальное количество ссылок в панели навигации";
$locale['SL_0045'] = "Количество ссылок";
$locale['SL_0046'] = "Группировка ссылок";
$locale['SL_0047'] = "Ссылки группируются, когда их количество превышает разрешённое для страницы";
$locale['SL_0048'] = "Не группировать ссылки";
$locale['SL_0049'] = "Группировать ссылки как \"Показать больше\"";

// Site Links list
$locale['SL_0050'] = "Название";
$locale['SL_0051'] = "Видимость";
$locale['SL_0052'] = "Порядок";
$locale['SL_0053'] = "Действия";
$locale['SL_0060'] = "Изменить";
$locale['SL_0061'] = "Удалить";
$locale['SL_0062'] = "Ссылки навигации не созданы.";
$locale['SL_0070'] = "Значок";
$locale['SL_0071'] = "Новое окно?";
$locale['SL_0072'] = "Меню";
$locale['SL_0073'] = "Упорядочить";
$locale['SL_0074'] = "Переместить";
$locale['SL_0075'] = "Показать опции";

// Delete Site Link category
$locale['SL_0080'] = "Удалить эту ссылку навигации?";
// Error
$locale['SL_0085'] = "Пожалуйста, введите название ссылки";
$locale['SL_0086'] = "Пожалуйста, введите адрес ссылки";
$locale['SL_0087'] = "Нет элементов для обновления. Пожалуйста, проверьте ссылку.";
