<?php
// Edit/Save/Delete User Group Messages
$locale['GRP_400'] = "Группа пользователей обновлена";
$locale['GRP_401'] = "Группа пользователей добавлена";
$locale['GRP_402'] = "Выбранные пользователи удалены из группы";
$locale['GRP_403'] = "Все пользователи удалены из группы";
$locale['GRP_404'] = "Выбранные пользователи добавлены в группу";
$locale['GRP_405'] = "Невозможно удалить группу пользователей";
$locale['GRP_406'] = "В этой группе есть участники";
$locale['GRP_407'] = "Группа пользователей удалена";
$locale['GRP_408'] = "Не выбран пользователь или группа.";
$locale['GRP_409'] = " Добавить группу пользователей.";

$locale['GRP_410'] = "Пользователь \"%s\" добавлен в группу \"%s\"";
$locale['GRP_411'] = "Пользователь \"%s\" удалён из группы \"%s\"";
$locale['GRP_412'] = "\"%s\" пользователей удалено из группы \"%s\"";

// Edit/Delete Options
$locale['GRP_420'] = "Группы пользователей";
$locale['GRP_421'] = "Изменить группу";
$locale['GRP_422'] = "Удалить угруппу";
$locale['GRP_423'] = "Удалить эту группу?";
$locale['GRP_423'] = "Управление пльзователями";
$locale['GRP_424'] = "Отображено %d групп пользователей.";
$locale['GRP_425'] = "Удалить группу?";
$locale['GRP_426'] = "Группа по умолчанию";
$locale['GRP_427'] = "Сейчас %d отображается %d участников.";
$locale['GRP_428'] = "Добавить группу";
$locale['GRP_430'] = "добавлен в группу %s";

// Edit/Add User Group
$locale['GRP_432'] = "Название группы:";
$locale['GRP_433'] = "Описание:";
$locale['GRP_434'] = "Сохранить группу";
$locale['GRP_435'] = "ID";
$locale['GRP_436'] = "Значок";
$locale['GRP_437'] = "Действие";
$locale['GRP_438'] = "Участники";
$locale['GRP_439'] = "Значок группы";
// Search/Add Group Users
$locale['GRP_440'] = "Добавить пользователей в группу";
$locale['GRP_441'] = "Для поиска и добавления пользователей используйте форму ниже.";
$locale['GRP_442'] = "Вы можете искать несколько пользователей, разделяя записи запятыми.";
$locale['GRP_446'] = "Имя пользователя";
$locale['GRP_447'] = "Тип пользователя";
$locale['GRP_448'] = "Отметить всех";
$locale['GRP_449'] = "Снять все отметки";
$locale['GRP_450'] = "Добавить выбранных пользователей";
$locale['GRP_451'] = "Искать пользователя";
$locale['GRP_452'] = "Текущая группа: ";
// Current Group Users
$locale['GRP_460'] = "Текущие группы";
$locale['GRP_461'] = "Удалить выбранных пользователей";
$locale['GRP_462'] = "Удалить всех пользователей";
$locale['GRP_463'] = "В этой группе нет пользователей.";
// Error Messages
$locale['GRP_464'] = "Пожалуйста, введите название группы";
