<?php
// Faq titles
$locale['faq_0000'] = "ЧаВо";
$locale['faq_0001'] = "ЧаВо";

$locale['faq_0002'] = "ЧаВо";
$locale['faq_0003'] = "Добавить вопрос";
$locale['faq_0004'] = "Изменить вопрос";
$locale['faq_0005'] = "Присланые вопросы";
$locale['faq_0006'] = "Параметры";
$locale['faq_0007'] = "Добавить категорию вопросов";
$locale['faq_0008'] = "Изменить категорию вопросов";
$locale['faq_0009'] = "Категория ЧаВо";
$locale['faq_0010'] = "Без категории";

// Messages - Faq
$locale['faq_0030'] = "Вопрос добавлен";
$locale['faq_0031'] = "Вопрос обновлён";
$locale['faq_0032'] = "Вопрос удалён";
$locale['faq_0033'] = "Вопросы обновлены";
$locale['faq_0034'] = "Вы должны выбрать как минимум один вопрос.";
$locale['faq_0035'] = "Категория не может быть удалена";
$locale['faq_0036'] = "Эта категория содержит подкатегории или вопросы.";
$locale['faq_0037'] = "Вопрос опубликован";
$locale['faq_0038'] = "Вопрос снят с публикации";

$locale['faq_0039'] = "Категория вопросов добавлена";
$locale['faq_0040'] = "Категория вопросов обновлена";
$locale['faq_0041'] = "Категория вопросов удалена";
$locale['faq_0042'] = "Категория ЧаВо должна быть уникальной";

// Messages - Submissions
$locale['faq_0060'] = "Присланный вопрос опубликован";
$locale['faq_0061'] = "Присланный вопрос сохранён как черновик";
$locale['faq_0062'] = "Присланный вопрос удалён";
$locale['faq_0063'] = "Нет новых присланных вопросов.";

// Table - Faq
$locale['faq_0100'] = "Вопрос";
$locale['faq_0102'] = "Черновик";
$locale['faq_0105'] = "Автор";
$locale['faq_0106'] = "Доступ";
$locale['faq_0107'] = "Действия";

// Table - Faq - Misc
$locale['faq_0110'] = "Добавить ЧаВо";
$locale['faq_0111'] = "Удалить вопрос?";
$locale['faq_0112'] = "Вопросы не добавлены.";
$locale['faq_0113'] = "Нет вопросов, соответствующих параметрам поиска.";
$locale['faq_0114'] = "Перед добавлением вопроса следует создать хотя бы одну категорию.";

$locale['faq_0115'] = "Название категории";
$locale['faq_0116'] = "Описание категории";
$locale['faq_0117'] = "Язык";
$locale['faq_0118'] = "Сохранить категорию";

// Table - Faq - Sorting
$locale['faq_0120'] = "Поиск";
$locale['faq_0121'] = "Поиск";
$locale['faq_0122'] = "Очистить";
$locale['faq_0123'] = "Выбрать статус";
$locale['faq_0124'] = "Все статусы";
$locale['faq_0125'] = "Выбрать доступ";
$locale['faq_0128'] = "Выбрать язык";
$locale['faq_0129'] = "Все языки";
$locale['faq_0130'] = "Выбрать автора";
$locale['faq_0131'] = "Все авторы";
$locale['faq_0132'] = "Вопросов на страницу";

// Table - Submissions
$locale['faq_0200'] = "ID";
$locale['faq_0201'] = "Вопрос";
$locale['faq_0202'] = "Приславший";
$locale['faq_0203'] = "Дата";
$locale['faq_0204'] = "Действия";
$locale['faq_0205'] = "Просмотр присланного";

// Form - Faq
$locale['faq_0250'] = "Вопрос";
$locale['faq_0251'] = "Ответ";
$locale['faq_0251a'] = "The FAQs self."; // What is this???
$locale['faq_0252'] = "Категория";
$locale['faq_0253'] = "Доступ";
$locale['faq_0254'] = "Дата";
$locale['faq_0255'] = "Опуликован";
$locale['faq_0256'] = "Разрешть автоматический перенос строй";
$locale['faq_0257'] = "Обновить дату публикации";
$locale['faq_0258'] = "Больше параметров";
$locale['faq_0259'] = "Больше информации";

// Form - Faq - Errors
$locale['faq_0270'] = "Вы должны указать ЧаВо.";
$locale['faq_0271'] = "Вы должны указать вопрос.";
$locale['faq_0272'] = "Вы должны указать ЧаВо.";
$locale['faq_0274'] = "%s Отключены для всех элементов.\n\rЭта настройка вступит в силу только после включения.";

// Form - Submissions
$locale['faq_0350'] = "Материал вверху был добавлен автором {%SUBMISSION_AUTHOR%}.";
$locale['faq_0351'] = "Дата добавления: {%SUBMISSION_TIME%} - {%SUBMISSION_DATE%}.";
$locale['faq_0352'] = "Опубликован";

// Settings
$locale['faq_0400'] = "Параметры ЧаВо.";
$locale['faq_0401'] = "Присланные материалы";

// Submissions - Titles
$locale['faq_0900'] = "Добавить ЧаВо";

// Submissions - Success Submission
$locale['faq_0910'] = "ЧаВо успешно добавлен.";
$locale['faq_0911'] = "Спасибо за добавление.";
$locale['faq_0912'] = "Добавить другой ЧаВо";
$locale['faq_0913'] = "Вернуться на сайт [SITENAME]";

// Submissions - Other
$locale['faq_0920'] = "Для добавления ЧаВо используйте форму ниже. Предложенный Вами материал будет рассмотрен 
Администратором. Сайт [SITENAME] оставляет за собой право отклонить или изменить присланный материал. Добавляемые ЧаВо
Должны соответствовать общей тематике сайта. Неподходящие материалы будут удалены.";
$locale['faq_0921'] = "Для добавления ЧаВо Вам следует авторизоваться.";
$locale['faq_0922'] = "Сейчас мы не принимаем ЧаВо от пользователей.";
$locale['faq_0923'] = "Вы не можете добавить ЧаВо, поскольку для них нет созданных категорий.";
