<?php
$locale['homeSetup_0200'] = 'Искате ли да инсталирате страницата на темата Мъглявина?';
$locale['homeSetup_0201'] = 'Да, инсталирай страницата';
$locale['homeSetup_0202'] = 'Не благодаря';

/*
* Home setup
*/
$locale['homeSetup_0100'] = 'Начало';
$locale['homeSetup_0101'] = 'Добре дошли във Вашия PHP-Fusion 9 сайт';
$locale['homeSetup_0102'] = '[b]Поздравления за първата Ви инсталация[/b]';
$locale['homeSetup_0103'] = 'Най-лесния начин да направите [i]професионален[/i] сайт. [b]Начало[/b]';
$locale['homeSetup_0104'] = "Слайдър";
$locale['homeSetup_0105'] = "Кутия с характеристики";
$locale['homeSetup_0106'] = "Панел";
$locale['homeSetup_0107'] = "Блок";
$locale['homeSetup_0112'] = "Теми";
$locale['homeSetup_0113'] = "Нашите теми дават страхотен дизайн и функции. Пиксел е усъвършенстван, за да демонстрира гъвкавост на Вашия сайт.";
$locale['homeSetup_0114'] = "Защо ще заобичате PHP-Fusion 9";
$locale['homeSetup_0115'] = "С повече от милион реда код пренаписан, модернизираната система за управление на съдържанието е както никога до сега, PHP-Fusion 9 остава лека, бърза, по-умна и по красива от всякога.";
$locale['homeSetup_0116'] = "Световен форум за разработчици";
$locale['homeSetup_0117'] = "[h4]Мрежа на разработчици на PHP-Fusion[/h4]";
$locale['homeSetup_0118'] = "[p]Помощ при създаване на код, намиране на разработчици или подпомагане на идеи и цели, които могат да бъдат изложени открито. Да, всичко това става в момента.
Присъединете се към свят, предлагащ колаборация в усилията.[/p]";
$locale['homeSetup_0119'] = "Изключително лесно за всички";
$locale['homeSetup_0120'] = "Нужно е само да сте наоколо, за да разберете основните нужни. Нищо не може да се обърка в една такава отворен система.";
