<?php
$locale['apw_title'] = "Рестартиране на админитративната парола";
$locale['apw_desc'] = "Промяна на паролата за вход/администрация";
$locale['apw_admin1'] = "Рестартиране на администрацията";
$locale['400'] = "Администратор(и) за рестариране:";
$locale['401'] = "Всички администратори";
$locale['402'] = "Само супер администратори";
$locale['403'] = "Само администратори";
$locale['404'] = "Оправдание за рестартиране:";
$locale['405'] = "Рестартиране едновременно на паролата за достъп и административната парола";
$locale['406'] = "Рестартиране на паролите";
$locale['407'] = "Паролата рестартирана в ";
$locale['408'] = "Здравейте [USER_NAME],\n\nВашата административна парола е рестартирана в [SITEURL]:\n\n
Административна парола: [NEW_ADMIN_PASS]\n\nПричината за рестартирането е: [RESET_MESSAGE]\n\nС уважение,\n[ADMIN]";
$locale['409'] = "Здравейте [USER_NAME],\nПаролата Ви за достъп и административната Ви парола са рестартирани в [SITEURL]:\n\n
Парола за достъп: [NEW_PASS]\nАдминистративна парола: [NEW_ADMIN_PASS]\n\nПричината за това е: [RESET_MESSAGE]\n
С уважение,\n[ADMIN]";
$locale['410'] = "Рестартиране на резултатите";
$locale['411'] = "Забележка: Административната парола не е въведена или е неправилна.";
$locale['412'] = "Административна парола:";
$locale['415'] = "Журнал на рестатираните административни пароли";
$locale['416'] = "ИН на влизането";
$locale['417'] = "Време на рестатриране";
$locale['418'] = "Отговорен";
$locale['419'] = "Рестартране";
$locale['420'] = "Успешно";
$locale['421'] = "Причина";
$locale['422'] = "на";
$locale['423'] = "Без причина.";
