<?php
$locale['apw_title'] = "Рестартиране на админитративната парола";
$locale['apw_desc'] = "Промяна на паролата за вход/администрация";
$locale['apw_admin1'] = "Рестартиране на администрацията";
$locale['apw_400'] = "Администратор(и) за рестариране:";
$locale['apw_401'] = "Всички администратори";
$locale['apw_402'] = "Само супер администратори";
$locale['apw_403'] = "Само администратори";
$locale['apw_404'] = "Причина за рестартиране:";
$locale['apw_405'] = "Рестартиране едновременно на паролата за достъп и административната парола";
$locale['apw_406'] = "Рестартиране на паролите";
$locale['apw_407'] = "Паролата е рестартирана в ";
$locale['apw_408'] = "Здравейте [USER_NAME],\n\nВашата административна парола е рестартирана в [SITEURL]:\n\n
Административна парола: [NEW_ADMIN_PASS]\n\nПричината за рестартирането е: [RESET_MESSAGE]\n\nС уважение,\n[ADMIN]";
$locale['apw_409'] = "Здравейте [USER_NAME],\nПаролата Ви за достъп и административната Ви парола са рестартирани в [SITEURL]:\n\n
Парола за достъп: [NEW_PASS]\nАдминистративна парола: [NEW_ADMIN_PASS]\n\nПричината за това е: [RESET_MESSAGE]\n
С уважение,\n[ADMIN]";
$locale['apw_410'] = "Резултати след рестартирането";
$locale['apw_411'] = "Update Admin Password.";
$locale['apw_412'] = "Административна парола:";
$locale['apw_415'] = "Журнал на рестатртите";
$locale['apw_416'] = "ИН на влизанията";
$locale['apw_417'] = "Време на рестатриране";
$locale['apw_418'] = "Отговорен";
$locale['apw_419'] = "Рестартране";
$locale['apw_420'] = "Успешно";
$locale['apw_421'] = "Причина";
$locale['apw_422'] = "на";
$locale['apw_423'] = "Без причина.";
$locale['apw_424'] = "Ретрарирани администратори:";
$locale['apw_425'] = "Неуспешно рестартирани администратори:";
$locale['apw_426'] = "Няма променена парола.";
$locale['apw_427'] = "Опции";
$locale['apw_428'] = "Искатели да изтриете журнала?";
$locale['apw_429'] = "Журналът е изтрит";
