<?php
// Administrators messages
$locale['400'] = "Администраторът е добавен";
$locale['401'] = "Администраторът е обновен";
$locale['402'] = "Администраторът е премахнат";
// Search/Add Administrator
$locale['410'] = "Добавете администратор";
$locale['411'] = "Търсете потребители за добавяне, чрез формата по-долу.";
$locale['412'] = "ИН на потребителя";
$locale['413'] = "Потребителско име";
$locale['414'] = "Търсене";
$locale['415'] = "Добави всички привилегии";
$locale['416'] = "Напави супер администратор";
$locale['417'] = "Добвави администратор";
$locale['418'] = "Няма намерени потребители.";
$locale['419'] = "Търсете отново";
// Current Administrators
$locale['420'] = "Администратори";
$locale['421'] = "Потребителско име";
$locale['422'] = "Ниво на администратора";
$locale['423'] = "Опции";
$locale['424'] = "Първичен администратор";
$locale['425'] = "Няма добавени права";
$locale['426'] = "Редакция";
$locale['427'] = "Премахване";
// Edit Admin Rights
$locale['440'] = "Редакция на административните права";
$locale['441'] = "Администрация на съдържанието";
$locale['442'] = "Администрацие на потребителите";
$locale['443'] = "Системна адмнистрация";
$locale['444'] = "Добавки";
$locale['445'] = "Отбележи всички";
$locale['446'] = "Премахни всички";
$locale['447'] = "Адмнинистративна парола:";
$locale['448'] = "Запазване на административните права";
$locale['449'] = "Настройки";
$locale['450'] = "Сигурен избор";
// Popup Error/Warning Messages
$locale['460'] = "Да се премахне ли администратора?";
$locale['461'] = "Да се добави ли администратора?";
$locale['462'] = "Добавянето на тези административни права на този потребител крие потенциален риск!";
// Remove Admin confirmation
$locale['470'] = "Изтриване на администратора";
$locale['471'] = "За да премахнете администратора, моля въведете административната парола:";
$locale['472'] = "Потвърждаване";
$locale['473'] = "Спиране";