<?php
$locale['400'] = "Администрация на BB кодовете";
$locale['401'] = "Тестване на  BB кодовете";
// Enabled BB Codes
$locale['402'] = "Разрешаване на BB кодовете";
$locale['403'] = "Име";
$locale['404'] = "Икона";
$locale['405'] = "Описание";
$locale['406'] = "Използване";
$locale['407'] = "Подредба";
$locale['408'] = "Надолу";
$locale['409'] = "Нагоре";
$locale['410'] = "Спиране";
$locale['411'] = "Няма пуснати BB кодове.";
// Disabled BB Codes
$locale['413'] = "Спиране на BB кодовете";
$locale['414'] = "Разреши";
$locale['415'] = "Окончателна линия";
$locale['416'] = "Няма забранени BB кодове.";
// Test BB Codes
$locale['417'] = "Резултати от тестването на BB кодовете";
$locale['418'] = "Забрани емотиконите в теста";
$locale['418a'] = "Тестово съобщение";
$locale['418b'] = "Моля въведете съобщение, за да тествате BB кодовете.";