<?php
// Comments titles
$locale['400'] = "Редакция на коментара";
$locale['401'] = "Коментари";
// Comments messages
$locale['410'] = "Коментарът е обновен";
$locale['411'] = "Коментарът е изтрит";
// Edit Comment form
$locale['420'] = "Забрана на емотиконите в този коментар";
$locale['421'] = "Запазване на коментара";
// Comments
$locale['430'] = "Редакция";
$locale['431'] = "Изтриване";
$locale['432'] = "Потребителско IP:";
$locale['433'] = "Да се изтрие ли този коментар?";
$locale['434'] = "Няма коментари за този обект.";
