<?php
$locale['cp_100'] = 'Страница';
$locale['cp_101'] = 'Заглавие на страницата';
$locale['cp_102'] = 'Видимост';
$locale['cp_103'] = 'Език';
$locale['cp_104'] = 'Позволяване на коментарите';
$locale['cp_105'] = 'Позволяване на оценките';
$locale['cp_106'] = 'Връзки в сайта';
// Custom Pages titles
$locale['400'] = "Добавете допълнителна страница";
$locale['401'] = "Редакция на допълнителната страница";
$locale['402'] = "Текущи допълнителни страници";
$locale['403'] = "Добълнителни страници";
// Custom Pages messages
$locale['410'] = "Допълнителната страница е добавена";
$locale['411'] = "Допълнителната страница е обновена";
$locale['412'] = "Връзката към тази страница е: ";
$locale['413'] = "Допълнителната страница е изтрита";
// Custom Page form
$locale['420'] = "Редакция";
$locale['421'] = "Изтриване";
$locale['422'] = "Заглавие на страницата:";
$locale['423'] = "Достъп: ";
$locale['424'] = "Съдържание:";
$locale['425'] = "Административна парола:";
$locale['426'] = "Добави връзка към навигационното меню";
$locale['427'] = "Разреши коментарите";
$locale['428'] = "Резрешете оценките";
$locale['429'] = "Предварителен изглед";
$locale['430'] = "Запазване на страницата";
$locale['431'] = "Нова страница";
$locale['432'] = "Ключови думи (трябва да натиснете enter за всяка ключова дума)";
// Popup errors / warning messages
$locale['450'] = "Да се изтрие ли тази допълнителна страница?";
$locale['451'] = "Моля напишете заглавие на страницата";
$locale['452'] = "Моля напишете паролата си";
$locale['453'] = "Административните пароли не съвпадат";
$locale['454'] = "%s са забранени за всички обекти.\nТази настройка ще има ефект, когато е отново разрешена.";
$locale['455'] = "Коментари";
$locale['456'] = "Оценки";
$locale['457'] = "Коментари и оценки";
$locale['458'] = "Няма дефинирани допълнителни страници";
// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "Разрещи";
$locale['462'] = "Забрани";