<?php
// Database Restore
$locale['400'] = "Възстановяване на базата данни";
$locale['401'] = "Грешка";
$locale['402'] = "Невалиден файлов формат на резервното копие";
$locale['403'] = "Затвори";
$locale['404'] = "Възстановяването на базата данни завърши";
// Backup File Information
$locale['410'] = "Информация за резервния файл";
$locale['411'] = "Информация за файла за възстановяване";
$locale['412'] = "Име на резервния файл:";
$locale['413'] = "Дата на резервното копие:";
$locale['414'] = "Име на базата данни:";
$locale['415'] = "Представка на таблиците в базата данни:";
$locale['416'] = "Таблици:";
$locale['417'] = "Виж";
$locale['418'] = "Спри";
$locale['419'] = "таблици";
// Database Restore
$locale['430'] = "Опции за възстановяването";
$locale['431'] = "Име на файла:";
$locale['432'] = "Дата:";
$locale['433'] = "Създаване на таблици:";
$locale['434'] = "Запълване на таблициЛ";
$locale['435'] = "Избрани:";
$locale['436'] = "внички";
$locale['437'] = "никакви";
$locale['438'] = "Възстановяване";
$locale['439'] = "Спри";
$locale['440'] = "Поддържани типове файлове:";
// Database Backup
$locale['450'] = "Резервно копие на базата данни";
$locale['451'] = "Информация за базата данни";
$locale['452'] = "ГОлемина на таблицата:";
$locale['453'] = "Основна големина на таблицата:";
$locale['454'] = "Опции за резервното копие:";
$locale['455'] = "Тип на резервното копие:";
$locale['456'] = "(компресирано)";
$locale['457'] = "Таблици на базата данни";
$locale['458'] = "ядро";
$locale['459'] = "Започнете направате на резервно копие";
$locale['460'] = "Административна парола:";
$locale['460b'] = "Моля въведете адмиинистративната парола";
$locale['461'] = "Изисквана информация";
// Backup List
$locale['480'] = "Възстановете резервно копие";
$locale['481'] = "Име на файла:";
$locale['481b'] = "Моля въведете име на файла";
