<?php
// Titles
$locale['400'] = "Лист с грешките";
$locale['401'] = "Погледнете във файла";
// Errors table
$locale['410'] = "Грешка";
$locale['411'] = "На страница";
$locale['412'] = "Потребител";
$locale['413'] = "Дата";
$locale['414'] = "Статус";
$locale['415'] = "Линия:";
$locale['416'] = "Ниво:";
$locale['417'] = "IP:";
$locale['418'] = "Няма грешки в листа.";
$locale['419'] = "Файл";
$locale['420'] = "Подробности";
$locale['421'] = "Код";
$locale['422'] = "Върнете се в началото";
// Delete form
$locale['440'] = "Изтрийте всички записи със статус";
// Status form
$locale['450'] = "Нови";
$locale['451'] = "Разрешени";
$locale['452'] = "Игнорирани";
$locale['453'] = "Въведи";
$locale['454'] = "Трудност";
