<?php
/* Buttons description */
$locale['html_000'] = 'Удебелен';
$locale['html_001'] = 'Наклонен';
$locale['html_002'] = 'Подчертан';
$locale['html_003'] = 'Задраскан';
$locale['html_004'] = 'Блок цитат';
$locale['html_005'] = 'Хоризонтална линия';
$locale['html_006'] = 'Приравни вляво';
$locale['html_007'] = 'Приравни в центъра';
$locale['html_008'] = 'Приравни вдясно';
$locale['html_009'] = 'Приравняване по страницата';
$locale['html_010'] = 'Добави връзка';
$locale['html_011'] = 'Добваете изображение';
$locale['html_012'] = 'Център';
$locale['html_013'] = 'Малко';
$locale['html_014'] = 'Малко2';
$locale['html_015'] = 'Алт';
$locale['html_016'] = 'Край на страницата';
$locale['html_017'] = 'Цвят на текста';
$locale['html_018'] = 'Параграф';
$locale['html_019'] = 'Заглавни части';

$locale['texts'] = "Текст";
$locale['preview'] = "Предварителен преглед";
$locale['word_count'] = "Брой на използваните символи";
$locale['error_preview'] = "Грешка на предварителния преглед";
$locale['error_preview_text'] = "Предварителния преглед не успя да бъде генериран временно. Моля презаредете страницата и опитайте отново.";