<?php
// Delete Image
$locale['400'] = "Изтриване на изображението";
$locale['401'] = "Изображението е изтрито";
$locale['402'] = "Връщане към администрацията на изображенията";
$locale['403'] = "Връщане към администрацията";
// Upload Image
$locale['420'] = "Качване на изображение";
$locale['421'] = "Име на файла:";
$locale['422'] = "Главни изображения";
$locale['423'] = "Изображения в статиите";
$locale['424'] = "Изображения в новините";
$locale['425'] = "Може да качвате изображения в формати gif, jpg или png";
$locale['426'] = "Изображението е качено";
$locale['427'] = "Изображения за категориите на новините";
$locale['428'] = "Изображения в блога";
$locale['429'] = "Изображения на категориите на блога";
// View Image
$locale['440'] = "Изглед на изображението";
$locale['441'] = "Непознат файлов формат, невъзможно е показването на изображението.";
$locale['442'] = "Изтриване на изображението";
// Image Management
$locale['460'] = "Изображения";
$locale['461'] = "Виж";
$locale['462'] = "Изтриване";
$locale['463'] = "Тази папка е празна";
$locale['464'] = "Обновете списъка с изображенията за TinyMCE";
// Popup Error/Warning Messages
$locale['470'] = "Да се изтрие ли изображението?";