<?php
// Infusion Management
$locale['400'] = "Добавки";
$locale['401'] = "Добави";
$locale['402'] = "Обектът вече е добавено";
$locale['403'] = "Обектът не може да бъде добавено";
$locale['404'] = "Добавени добавки";
$locale['405'] = "Заглавие";
$locale['406'] = "Версия";
$locale['407'] = "Разработчик";
$locale['408'] = "Контакт";
$locale['409'] = "Електронна поща";
$locale['410'] = "Сайт";
$locale['411'] = "Премахни";
$locale['412'] = "Да се премахне ли добавката?";
$locale['413'] = "Ключ:";
$locale['414'] = "Не е добавена";
$locale['415'] = "Добавена";
$locale['416'] = "Налично обновяване";
$locale['417'] = "Не са налични добавки.";
$locale['418'] = "Статус";
$locale['419'] = "Опции";
$locale['420'] = "Версия";
$locale['421'] = "Автор";
$locale['422'] = "Свалете още добавки";
$locale['423'] = "%s добавка е инсталирана";
$locale['424'] = "%s добавка е деинсталирана";