<?php
// Member Management Options
$locale['400'] = "Управлениен на потребителите";
$locale['401'] = "Потребител";
$locale['402'] = "Добваи нов потребител";
$locale['403'] = "Тип потребител";
$locale['404'] = "Опции";
$locale['405'] = "Прегледай";
$locale['406'] = "Редакция";
$locale['407'] = "Активирай";
$locale['408'] = "Премахни бана";
$locale['409'] = "Банни";
$locale['410'] = "Изтрий";
$locale['411'] = "Няма %s потребители";
$locale['412'] = " започващи с ";
$locale['413'] = " съвпадащи ";
$locale['414'] = "Покажи всички";
$locale['415'] = "Търси потребител:";
$locale['416'] = "Търси";
$locale['417'] = "Изберете действие";
$locale['418'] = "Спри";
$locale['419'] = "Назначи наново";
// Ban/Unban/Delete Member
$locale['420'] = "Поставен бан";
$locale['421'] = "Премахнат бан";
$locale['422'] = "Потребителят изтрит";
$locale['423'] = "Сигурен/сигурна ли сте, че искате да премахнете потребителя?";
$locale['424'] = "Потребителят активиран";
$locale['425'] = "Предупреждение!";
$locale['425a'] = "Ще истриете потребителя %s!\nСледното съдържание публикувано от потребителя в сайта ще бъде изтрито, ако продължите:\n
- Статии\n
- Новини\n
- Теми във форума. Забележете, че отговори, публикувани от други потребители в тези теми също ще бъдат изтрити, заедно с анкети и прикрепени файловеa.\n
- Отговори във форума.\n
- Прикрепени файлове във форума.\n
- Лични съобщения изпратени или получени от този потребител.\n
- Гласове в анкетите\n
- Дадени оценки\n\n
Ако това не е потребител, който публикува спам, съветваме да го баннете, накачете, спрете или направите анонимен.\n
Сигурен/сигурна ли сте, че искате да изтриете този потребител?\n";
$locale['426'] = "Да";
$locale['427'] = "Не";
// Edit Member Details
$locale['430'] = "Редакция на потребителя";
// Add Member Errors
$locale['480'] = "Добави потребител";
$locale['481'] = "Потребителят беше създаден.";
$locale['482'] = "Потребителят не успя да бъде създаден.";
// Suspension Log 
$locale['510s'] = "Списък с наказанията за ";
$locale['511s'] = "Няма записани наказания за този потребител в списъка с наказанията.";
$locale['512s'] = "Предишно наказание на ";
$locale['513'] = "№."; // as in number
$locale['514'] = "Дата";
$locale['515'] = "Причина";
$locale['516'] = "Наказване на администратор";
$locale['517'] = "Системно действие";
$locale['518'] = "Назад към профила на потребителя";
$locale['519'] = "Наказателен списък за този потребител ";
$locale['520'] = "Премахнато: ";
$locale['521'] = "IP: ";
$locale['522'] = "Все още не е назначен наново";
$locale['540'] = "Грешка";
$locale['541'] = "Грешка: Трябва да посочите причина за наказанието!";
$locale['542'] = "Грешка: Трябва да посочите причина за бан от съображение за сигуност!";
// User Management Admin
$locale['550'] = "Наказан потребител: ";
$locale['551'] = "Дни продължителност:";
$locale['552'] = "Причина:";
$locale['553'] = "Наказване";
$locale['554'] = "Няма записи за наказания за този потебител в списъка.";
$locale['555'] = "Ако решите, че този потребител трябва да бъде баннат, натиснете'Бан'";
$locale['556'] = "Премахване на наказанието от потребител: ";
$locale['557'] = "Премахване на наказанието";
$locale['558'] = "Премахване на бан от потребител: ";
$locale['559'] = "Премахване на бана ";
$locale['560'] = "Премахване на бан от съображение за сигурността от потребител: ";
$locale['561'] = "Премахване на бана от съображение за сигурността";
$locale['562'] = "Банване на потребителя: ";
$locale['563'] = "Банване от съображение за сигурността: ";
$locale['585a'] = "Моля напишете причина защо поставяте или премахвате бан ";
$locale['566'] = "Банът е премахнат";
$locale['568'] = "Наложен бан от съображение за сигурност";
$locale['569'] = "Банът от съображение за сигурност премахнат";
$locale['572'] = "Потребителят наказан";
$locale['573'] = "Наказанието премахнато";
$locale['574'] = "Потребителят е деактивиран";
$locale['575'] = "Потребителят е активиран отново";
$locale['576'] = "Потребителят прекратен";
$locale['577'] = "Прекратяването на потребителя премахнато";
$locale['578'] = "Потребителят е прекратен или направен анонимен";
$locale['579'] = "Направата на потребителя анонимен е премахнато";
$locale['580'] = "Деактивирай неактивните потребители";
$locale['581'] = "Имате повече от 50 неактивни потребителя и трябва да стартирате деактивационния процес (%d) пъти.";
$locale['582'] = "Поворно активиране";
$locale['583'] = "Повторно назначаване";
$locale['584'] = "Изберете нов статус";
$locale['585'] = "Потребителят е баннат от съображение за сигурността! Сигурен/сигурна ли сте, че искате да премахнете бана?";
$locale['590'] = "Назание";
$locale['591'] = "Премахване на наказанието";
$locale['592'] = "наказване";
$locale['593'] = "премахване на наказанието";
$locale['594'] = "Моля напишете причина заради, която ";
$locale['595'] = " потребителя ";
$locale['596'] = "Продължителност:";
$locale['600'] = "Бан от съображение за сигурността";
$locale['601'] = "банване от съображение за сигурността";
$locale['602'] = "Премахване на бана";
$locale['603'] = "премахване на бана";
$locale['604'] = "Причина:";
// Deactivation System
$locale['610'] = "%d потребител(и) не са влизали в системата за %d ден/дни и са маркирани, като неактивни. При деактивиране, потребителите ще имат (%d) ден/дни преди да са %s.";
$locale['611'] = "Моля забележете, че някои потребители може да са публикували съдържание в сайта Ви, като отговори във форума, коментари, сники и др. Те ще бъдат изтрити, когато деактивирате или изтриете потребителите.";
$locale['612'] = "потребител";
$locale['613'] = "потребители";
$locale['614'] = "Деактивиране";
$locale['615'] = "изтриване перманент";
$locale['616'] = "правене на анонимен";
$locale['617'] = "Предупреждение:";
$locale['618'] = "Съветваме Ви да промените деактивацията към създаване на анонимен потребител, отколкото изтриването на потребителя, за да избегнете загубата на данни!";
$locale['619'] = "Можете да направите това тук.";
$locale['620'] = "направяне на анонимен";
$locale['621'] = "Автоматично деактивиране на неактивни потребители.";