<?php
$locale['ME_400'] = 'Управление на потребителите';
$locale['ME_401'] = 'Търсене на потребител...';
$locale['ME_402'] = 'Показване на филтри';
$locale['ME_403'] = 'Добавяне на нов потребител';
$locale['ME_404'] = 'Добавяне на филтър';
$locale['ME_405'] = 'Няма намерен потребител по зададения критерии';
//
$locale['ME_407'] = 'Показваме %s - %d от %d намерени';
$locale['ME_408'] = 'Основна информация';
$locale['ME_409'] = 'Подробна информация';
$locale['ME_410'] = 'Потребител';
$locale['ME_411'] = 'Ниво';
$locale['ME_412'] = 'Електронна поща';
$locale['ME_413'] = ' Потребителски профил';
$locale['ME_414'] = 'Избор на всички';
$locale['ME_415'] = 'Скрит';
$locale['ME_416'] = 'Показани';

// Core Fields Filter
$locale['ME_420'] = 'Да се скире ли пощата?';
$locale['ME_421'] = 'Дата на присъединяване';
$locale['ME_422'] = 'Последно онлайн';
$locale['ME_423'] = 'IP адрес';
$locale['ME_424'] = 'IP тип';
$locale['ME_425'] = 'Потребителска група';
$locale['ME_426'] = 'Времева зона';

// Action Form
$locale['ME_430'] = 'Грешка: Действията към съответния потребител не могат да бъдат извършени';
$locale['ME_431'] = 'Следните потребители ще бъдат %s:';
$locale['ME_432'] = '%s беше %s';
$locale['ME_433'] = 'Моля, напишете обяснение за съответното действие';
$locale['ME_434'] = 'Причина';
$locale['ME_435'] = 'Период';
$locale['ME_436'] = 'Дни';
$locale['ME_437'] = 'Обновяване на потребителя';

$locale['ME_450'] = 'Добавяне на нов потребител';
$locale['ME_451'] = 'Профил на %s';
$locale['ME_452'] = 'Редакция на профила на %s';
$locale['ME_453'] = 'Изтриване на потребител %s';
$locale['ME_454'] = "Внимание!";
$locale['ME_455'] = "Ще истриете потребителя %s!\n\r\n\rСъдържанието публикувано от потребителя в сайта ще бъде изтрито.\n\r
Ако това не е потребител, който публикува спам, съветваме да го баннете, накажете, спрете или направите анонимен.\n\r
Сигурен/сигурна ли сте, че искате да изтриете този потребител?\n\r";
$locale['ME_456'] = 'Изтриване на потребителя';

$locale['ME_460'] = 'Няма потребители за деактивиране';
$locale['ME_461'] = '%s беше деактивиран';
$locale['ME_462'] = 'Деактивиране на неактивните потребители';
$locale['ME_463'] = 'Имате повече от 50 неактивни потребитли и ще трябва да повторите деактивирането (%d) пъти.';
$locale['ME_464'] = '%d потребител(и) не са влизали %d дни и са отбелязани, като неактивни. Като деактивирате тези потребители, ще имат (%d) дни преди да бъдат %s.';
$locale['ME_465'] = 'Моля отбележете, че някои потребители може да са добавили съдържание в сайта, като съобщения във форума, коментари снимки и др. Те ще бъдат изтрити, когато деактивираните потребители за изтрити.';
$locale['ME_466'] = 'Силно се препоръчва да промените деактивацията към анонимизиране, вместо изтриване, за да избегнете загуба на данни!';
$locale['ME_467'] = "Настройване на деактивационната система към анонимизиране.";
$locale['ME_468'] = 'Автоматично деактивиране на неактивни потребители.';

// Actions
$locale['ME_500'] = 'Бан';
$locale['ME_501'] = 'Възстановявам';
$locale['ME_502'] = 'Деактивиране';
$locale['ME_503'] = 'Наказване';
$locale['ME_504'] = 'Бан от съображение за сигурност';
$locale['ME_505'] = 'Спиране';
$locale['ME_506'] = 'Анонимизиране';

// a_message keys
$locale['ME_550'] = 'баннат';
$locale['ME_551'] = 'възстановен';
$locale['ME_552'] = 'деактивирна';
$locale['ME_553'] = 'наказан';
$locale['ME_554'] = 'баннат от съображение за сигурност';
$locale['ME_555'] = 'спрен';
$locale['ME_556'] = 'анонимизиран';
$locale['ME_557'] = 'перманентно изтрит';

$locale['ME_560'] = "Показване на резултати";
$locale['ME_561'] = "Показване на потребители със статус";

/*--------------------------------------------------------------------------
These are old locale. They are MOST LIKELY not being used by the new member center.
Please remove them or reindex the keys if you find any.
*--------------------------------------------------------------------------*/


// Edit Member Details
$locale['430'] = "Редакция на потребителя";
// Add Member Errors
$locale['480'] = "Добави потребител";
$locale['481'] = "Потребителят беше създаден.";
$locale['482'] = "Потребителят не успя да бъде създаден.";

// Member Management Options
$locale['400'] = "Управлениен на потребителите";
$locale['401'] = "Потребител";
$locale['402'] = "Добваи нов потребител";
$locale['403'] = "Тип потребител";
$locale['404'] = "Опции";
$locale['405'] = "Прегледай";
$locale['406'] = "Редакция";
$locale['407'] = "Активирай";
$locale['408'] = "Премахни бана";
$locale['409'] = "Банни";
$locale['410'] = "Изтрий";
$locale['411'] = "Няма %s потребители";
$locale['412'] = " започващи с ";
$locale['413'] = " съвпадащи ";
$locale['414'] = "Покажи всички";
$locale['415'] = "Търси потребител:";
$locale['416'] = "Търси";
$locale['417'] = "Изберете действие";
$locale['418'] = "Спри";
$locale['419'] = "Назначи наново";
// Ban/Unban/Delete Member
$locale['420'] = "Поставен бан";
$locale['421'] = "Премахнат бан";
$locale['422'] = "Потребителят изтрит";
$locale['423'] = "Сигурен/сигурна ли сте, че искате да премахнете потребителя?";
$locale['424'] = "Потребителят активиран";
$locale['426'] = "Да";
$locale['427'] = "Не";

// Suspension Log 
$locale['510s'] = "Списък с наказанията за ";
$locale['511s'] = "Няма записани наказания за този потребител в списъка с наказанията.";
$locale['512s'] = "Предишно наказание на ";
$locale['513'] = "№."; // as in number
$locale['514'] = "Дата";

$locale['515'] = "Причина";

$locale['516'] = "Наказване на администратор";
$locale['517'] = "Системно действие";
$locale['518'] = "Назад към профила на потребителя";
$locale['519'] = "Наказателен списък за този потребител ";
$locale['520'] = "Премахнато: ";
$locale['521'] = "IP: ";
$locale['522'] = "Все още не е назначен наново";
$locale['540'] = "Грешка";
$locale['541'] = "Грешка: Трябва да посочите причина за наказанието!";
$locale['542'] = "Грешка: Трябва да посочите причина за бан от съображение за сигуност!";
// User Management Admin
$locale['550'] = "Наказан потребител: ";
$locale['551'] = "Дни продължителност:";
$locale['552'] = "Причина:";
$locale['553'] = "Наказване";
$locale['554'] = "Няма записи за наказания за този потебител в списъка.";
$locale['555'] = "Ако решите, че този потребител трябва да бъде баннат, натиснете'Бан'";
$locale['556'] = "Премахване на наказанието от потребител: ";
$locale['557'] = "Премахване на наказанието";
$locale['558'] = "Премахване на бан от потребител: ";
$locale['559'] = "Премахване на бана ";
$locale['560'] = "Премахване на бан от съображение за сигурността от потребител: ";
$locale['561'] = "Премахване на бана от съображение за сигурността";
$locale['562'] = "Банване на потребителя: ";
$locale['563'] = "Банване от съображение за сигурността: ";
$locale['585a'] = "Моля напишете причина защо поставяте или премахвате бан ";
$locale['566'] = "Банът е премахнат";
$locale['568'] = "Наложен бан от съображение за сигурност";
$locale['569'] = "Банът от съображение за сигурност премахнат";
$locale['572'] = "Потребителят наказан";
$locale['573'] = "Наказанието премахнато";
$locale['574'] = "Потребителят е деактивиран";
$locale['575'] = "Потребителят е активиран отново";
$locale['576'] = "Потребителят прекратен";
$locale['577'] = "Прекратяването на потребителя премахнато";
$locale['578'] = "Потребителят е прекратен или направен анонимен";
$locale['579'] = "Направата на потребителя анонимен е премахнато";


$locale['582'] = "Поворно активиране";
$locale['583'] = "Повторно назначаване";
$locale['584'] = "Изберете нов статус";
$locale['585'] = "Потребителят е баннат от съображение за сигурността! Сигурен/сигурна ли сте, че искате да премахнете бана?";
$locale['590'] = "Назание";
$locale['591'] = "Премахване на наказанието";
$locale['592'] = "наказване";
$locale['593'] = "премахване на наказанието";
$locale['594'] = "Моля напишете причина заради, която ";
$locale['595'] = " потребителя ";

$locale['600'] = "Бан от съображение за сигурността";
$locale['601'] = "банване от съображение за сигурността";
$locale['602'] = "Премахване на бана";
$locale['603'] = "премахване на бана";
$locale['604'] = "Причина:";

// Deactivation System
$locale['612'] = "потребител";
$locale['613'] = "потребители";
$locale['614'] = "Деактивиране";
