<?php
// Section Titles
$locale['400'] = "Разреши перманентните връзки";
$locale['401'] = "Забрани преманентните връзки";
$locale['401a'] = "Настройки на перманентните връзки";

// Common
$locale['402'] = "Пренапиши име";
$locale['403'] = "Описание";
$locale['404'] = "Опции";
$locale['404a'] = "Разреши";
$locale['404b'] = "Забрани";
$locale['404c'] = "Редакция";
$locale['404d'] = "Инсталирай наново";

// Editing Permalinks
$locale['405'] = "Редакция на перманентните връзки за %s";
$locale['406'] = "Тагове";
$locale['407'] = "Описание";
$locale['408'] = "Типове";
$locale['409'] = "Редакция на модела";
$locale['410'] = "Перманентни връзки тип %u:";
$locale['411'] = "Грешка";
$locale['412'] = "Проверете файловете за перманентните връзки %s!";
$locale['413'] = "Запази";
$locale['414'] = "ПРЕДУПРЕЖДЕНИЕ: Перманентни връзки &amp; Допълнителните данни ще бъдат перманентно изтрити!\\nСигурен/сигурна ли сте, че искате да изтриете тази перманентна връзка?";
$locale['415'] = "Правила при перманентните връзки: трансформират връзката, която има въпросителни знаци и еднкави символи и позволява да се оформи структурата на връзките в сайта Ви.\n
				  Може да включите перманентните връзки в настройките и да ги активирате в съответните таблици. След като сте ги активирали, може да редактирате правилата или да добавите допълнителни настройки.\n\n
				  Моля забележете, че трябва да имате активиран mod_rewrite или негов еквивалент, за да могат да работят перманентните връзки.";

// Admin Messages
$locale['420'] = "Възникна грешка.";
$locale['421'] = "Перманентните връзки са успешно обновени.";
$locale['422'] = "Няма намерени перманенти врзъки за %s.";
$locale['423'] = "Перманентната връзка не е намерена.";
$locale['424'] = "Активирането на перманентните връзки за %s е успешно.";
$locale['425'] = "Перманентните връзки за %s са вече активирани.";
$locale['426'] = "Деактивирането на перманентрните връзки за %s е успешно.";

// Other
$locale['427'] = "Няма активирани перманентни връзки.";
$locale['428'] = "Перманентни връзки";
$locale['seo_htc_warning']  = "Моля забележете, че ако промените, която и да е от настройките, съдържанието в `.htaccess` ще бъде пренаписано и всяка предишна редакция ще бъде изтрита.";
//$locale['rewrite_disabled'] = "Изглежда, че `mod_rewrite` не е пуснат на сървъра. Активиране на  SEF връзки може да доведе до невъзможност за зареждане на сайта Ви. Моля свържете се с доставчика си на хостинг, за да пусне `mod_rewrite` на Вашия сървър.";
