<?php
$locale['400'] = "Информация за PHP";
//General
$locale['401'] = "Обща";
$locale['402'] = "Софтуер на сървъра";
$locale['403'] = "Софтуер на уебсървъра";
$locale['404'] = "PHP версия";
$locale['405'] = "PHP интерфейс";
$locale['406'] = "MySQL версия на сървъра";
$locale['407'] = "PHP-Fusion версия";
$locale['408'] = "Представка на базата данни";
$locale['409'] = "Представка на бисквитките";
$locale['410'] = "Браузър и ОС";
//PHP settings
$locale['420'] = "Настройки на PHP";
$locale['421'] = "Да";
$locale['422'] = "Не";
$locale['423'] = "Safemode";
$locale['424'] = "RegisterGlobals";
$locale['425'] = "Поддръжка на";
$locale['426'] = "Качване на файлове (максимален размер на файловете)";
$locale['428'] = "Покзване на грешки";
$locale['429'] = "Забрана на функции";
$locale['430'] = "n/a";
$locale['431'] = "версия";
//Write permission
$locale['440'] = "Разрешения за директорията";
$locale['441'] = "Може да се пише";
$locale['442'] = "Не може да се пише";
//PHPinfo
$locale['450'] = "Детайли";
$locale['451'] = "Невъзможност за приемане на данни. Проверете дали phpinfo() функцията е изключена.";
