<?php
// Titles
$locale['400'] = "robots.txt";
// Messages
$locale['410'] = "Сигурен ли сте? robots.txt ще бъде настроен по дефиниция.";
$locale['411'] = "robots.txt не съществува. Моля създайте файл в основната директория и опитайте отново.";
$locale['412'] = "robots.txt е обновен.";
$locale['413'] = "Възникна следната грешка:";
$locale['414'] = "robots.txt не може да бъде записан.";
$locale['415'] = "Не могат да се записват данни в robots.txt.";
// Edit form
$locale['420'] = "Редакция на robots.txt";
$locale['421'] = "Може да намерите повече информация и помощ за robots.txt тук.";
$locale['422'] = "Запазване";
$locale['423'] = "Направете обратното по пордразбиране";
