<?php
$locale['400'] = "Насртойки";
// Site Settings
$locale['401'] = "Главни";
$locale['402'] = "Име на сайта";
$locale['403'] = "Адрес на сайта";
$locale['404'] = "Лого на сайта";
$locale['405'] = "Електронна поща на сайта";
$locale['406'] = "Вашето име";
$locale['407'] = "Интродукция на сайта:";
$locale['408'] = "Оставете празно, ако не е наложително";
$locale['409'] = "Описание на сайта:";
$locale['410'] = "Ключови думи на сайта:";
$locale['411'] = "Разделете всяка дума със запетая";
$locale['412'] = "Долна част на сайта:";
$locale['413'] = "Начална страница на сайта:";
$locale['414'] = "";
$locale['415'] = "Една колона";
$locale['416'] = "Две колони";
$locale['417'] = "Език на сайта:";
$locale['418'] = "Тема на сайта:";
$locale['418a'] = "Тема на адмнистрацията на сайта:";
$locale['419'] = "Локация за търсене по подразбиране:";
$locale['420'] = "Изключи левите панели:";
$locale['421'] = "Изключи горните панели:";
$locale['422'] = "Изключи долните панели:";
$locale['423'] = "Изключи десните панели:";
$locale['424'] = "Пример:\n\r/news.php\n\r/forum/index.php";
$locale['425'] = "Адрес на сайта";
$locale['426'] = "Протокол на сайта:";
$locale['427'] = "Хост на сайта:";
$locale['428'] = "Пример:";
$locale['429'] = "Пътека към сайта:";
$locale['430'] = "Порт на сайта:";
$locale['431'] = "Предварителен изглед:";
$locale['432'] = "Други настройки";
$locale['433'] = "mysite.com";
$locale['434'] = "myfolder";
$locale['435'] = "Изключи заглавните горни панели:";
$locale['436'] = "Изключи ниските долни панели:";
$locale['437'] = "Разреши Bootstrap адаптивна рамка";
$locale['438'] = "Оптимизирани връзки за търсачки/Search Engine Friendly URL (SEF):";
$locale['439'] = "Нормализирай оптимизираните връзки:";
$locale['440'] = "Разрешете SEO Debug:";
$locale['441'] = "Разрешете Entypo";
$locale['442'] = "Разрешете Font-Awesome";

// Time & Date Settings
$locale['450'] = "Време и дата";
$locale['451'] = "Съкратен формат на датата:";
$locale['452'] = "Пълен формат на датата:";
$locale['453'] = "Формат на датата във форума:";
$locale['454'] = "Формат на датата в подзаглавната част:";
$locale['455'] = "-- Изберете формат --";
$locale['456'] = "Времева зона за гости";
$locale['457'] = "Новини &amp; Формат на датата за статиитя:";
$locale['458'] = "Време";
$locale['459'] = "Сървър";
$locale['460'] = "Вие";
$locale['461'] = "Гости";
$locale['462'] = "Времева зона на сървъра";
$locale['463'] = "Изберете това, за да настроите времето на сървъра на GMT 0";
$locale['464'] = "Времева зона за подразбиране";
$locale['465'] = "Първи ден на седмицата";

// Registration Settings
$locale['550'] = "Регистрация";
$locale['551'] = "Да се разреши ли регистрацията?";
$locale['552'] = "Да се използва ли активация с електронната поща за регистрация?";
$locale['553'] = "Да се използва ли валидационен код?";
$locale['557'] = "Да се активират ли новите потребители от администратора?";
$locale['558'] = "Да се показва ли информираното съгласие?";
$locale['559'] = "Информирано съгласие";

// Other Settings
$locale['601'] = "Размер на малката снимка:";
$locale['602'] = "Размер на снимката:";
$locale['603'] = "Максимален размер на снимката:";
$locale['604'] = "Широчина x височина";
$locale['605'] = "Максимална големина на снимките (байтове):";
$locale['606'] = "Thumb compression method";
$locale['607'] = "GD1";
$locale['608'] = "GD2";

$locale['650'] = "Разни";
$locale['651'] = "Списък с нецензурираните думи:";
$locale['652'] = "Напишете по една думиа на ред.";
$locale['653'] = "Ако не е необходимо, оставете празно.";
$locale['654'] = "Заместване на нецензурираните думи:";
$locale['655'] = "Да бъде ли разрешено на гости да публикуват?";
$locale['656'] = "Да бъде ли разрешен коментара на аватарите?";
$locale['657'] = "Режим поддръжка:";
$locale['658'] = "Съобщение по време на режим поддръжка:";
$locale['659'] = "Да се пусне ли филтърът за нецензурни думи?";
$locale['660'] = "Интервал за флууд (секунди):";
$locale['661'] = "Оставете празно за незабавни качвание/сваляния или резервни копия.";
$locale['662'] = "Редактор TinyMCE";
$locale['663'] = "Само за администрация на статии, блогове и новини.";
$locale['664'] = "Хостинг на SMTP";
$locale['665'] = "Leave empty if sendmail is enabled.";
$locale['666'] = "SMTP потребител";
$locale['667'] = "SMTP парола";
$locale['668'] = "Позволи на потребителите да сменят темата";
$locale['668ML'] = "Таблици с мултиезично съдържание";
$locale['669ML'] = "Изберете таблиците, които ще съдържат мултиезично съдържание";
$locale['670ML'] = "Статии";
$locale['671ML'] = "Допълнителни страници";
$locale['672ML'] = "Файлове";
$locale['673ML'] = "ЧЗВ";
$locale['674ML'] = "Форуми";
$locale['675ML'] = "Новини";
$locale['676ML'] = "Галерия";
$locale['677ML'] = "Анкети";
$locale['678ML'] = "Чат";
$locale['679ML'] = "Интернет връзки";
$locale['680ML'] = "Връзки в сайта";
$locale['681ML'] = "Панели";
$locale['682ML'] = "Езикови настройки";
$locale['683ML'] = "Активирайте мултиезичната система";
$locale['684ML'] = "Разреши езиците";
$locale['685ML'] = "Избор на позволените езици.\n\rМОЛЯ ЗАБЕЛЕЖЕТЕ: Кате премахнете език, Вие също премахвате всички допълнително конфигурирани връзки в сайта, категории и друго мултиезично съдържание за специфичен език от системата.";
$locale['669'] = "Новини";
$locale['669b'] = "Брой обекти от блога на страница";
$locale['669c'] = "Брой новини на страница";
$locale['670'] = "Трябва да бъде нечетен номер";
$locale['671'] = "Да се разреши ли системата за коментари?";
$locale['672'] = "Да се разреши ли системата за оценки?";
$locale['673'] = "Скрий профила от публична достъпност:";
$locale['674'] = "Порт на SMTP";
$locale['675'] = "Ниво на режим поддръжка:";
$locale['676'] = "Админитратори";
$locale['677'] = "Супер администратори";
$locale['678'] = "Собственик на сайта";
$locale['679'] = "Разрешете преброяването на посещенията?";
$locale['680'] = "Автоматичен бан за флууд:";
$locale['681'] = "Поддръжка";
$locale['682'] = "Настройки на флууда";
$locale['683'] = "Насртойки на сигурността";
$locale['684'] = "Сортиране на коментарите";
$locale['685'] = "Възходящ ред";
$locale['686'] = "Низходящ ред";
$locale['687'] = "Нецензурни думи";
$locale['688'] = "Показвай настройките на зареждането";
$locale['689'] = "Да (на всички потребители)";
$locale['690'] = "Да (само администратори)";
$locale['691'] = "Позволи на потребителите да променят името";
$locale['692'] = "Настройки на Captcha";
$locale['693'] = "Captcha";
$locale['694'] = "Позволи на задействането на PHP";
$locale['695'] = "ПРЕДУПРЕЖЕНИЕ! Задействането на PHP ще позволи  SQL уязвимости.";
$locale['696'] = "Please enter your public and private reCAPTCHA key!";

$locale['913'] = "Коментари на стрница";

$locale['955'] = "Оригинално";
$locale['956'] = "Квадрат";

// Removed Recaptcha
$locale['698'] = "Авторизация за SMTP?";
$locale['699'] = "Метод за влизане в системата";
$locale['699b'] = "И двете";
$locale['699e'] = "Електронна поща";
$locale['699f'] = "Да се проверят ли качените файлове за MIME типове?";

// Private Message Settings
$locale['700'] = "Лични съобщения";
$locale['701'] = "Лимит на входящата кутия:";
$locale['702'] = "Лимит на изходящата кутия:";
$locale['703'] = "Лимит на архива:";
$locale['704'] = "Изберете 0 за без лимит";
$locale['707'] = "Лимити на личните съобщения";
$locale['708'] = "Стойности по дефиниция";
$locale['709'] = "Да се известява ли с писмо за ЛС?";
$locale['710'] = "Да се запазват ли изпратените ЛС?";
$locale['711'] = "Забележка: Индивидуалните настройки на потребителите може да окажат влияние, ако са променени. Ако няма направени индивидуални настройки, тогава се използват глобалните такива.";

// Save Settings
$locale['750'] = "Запазване на настройките";

// Other Settings
$locale['800'] = "Прочистване на форумите";
$locale['801'] = "Изтрити отговори: ";
$locale['802'] = "Изтрити теми: ";
$locale['803'] = "Изтрити приложени файлове: ";

// Privacy policy
$locale['820'] = "Запазване на лични данни";

// Banners Settings
$locale['850'] = "Банери";
$locale['851'] = "Банер 1";
$locale['852'] = "Банер 2";
$locale['853'] = "Административна парола:";
$locale['854'] = "Запазване на бенерите";
$locale['855'] = "Предварителен изглед на банерите";

// Settings Error
$locale['900'] = "Насртойките са успешно обновени";
$locale['901'] = "Грешка в обновяването на базата данни: Настройките не са обновени!";
$locale['902'] = "Хостът на сайта не може да бъде оставен празен!";

// User Management
$locale['1001'] = "Размер на аватара:";
$locale['1002'] = "Деактивационната система е разрешена";
$locale['1003'] = "Позволен период на неактивност:";
$locale['1004'] = "Брой дни неактивност преди да започне процесът по деактивиране.";
$locale['1005'] = "Отговор преди деактивация:";
$locale['1006'] = "Срок в дни, в който да се отговори на писмото оказващо деактивация.";
$locale['1007'] = "Настройки на потребителския профил";
$locale['1008'] = "Размер на аватара:";
$locale['1009'] = "Ширина x височина";
$locale['1010'] = "Максимална големина на аватара (байтове):";
$locale['1011'] = "Деактивационно действие:";
$locale['1012'] = "Направи потребителя анонимен";
$locale['1013'] = "Изтрий потребителите";
$locale['1014'] = "Може ли потребителите да влизат от други устройства симултантно?";
$locale['1014a'] = "Деактивирай по-добрата сигурност";

// Social integration
$locale['1030'] = "Създайте OpenGraph мета таг за социалните мрежи";
$locale['1031'] = "Позволи index връзки в BB кодовете";
$locale['1032'] = "Позволи index връзки в профилите на потребителите";

// Date format options (you can add/delete lines)
// More info at: http://php.net/manual/en/function.strftime.php
$locale['dateformats'][] = "%m/%d/%Y";
$locale['dateformats'][] = "%d/%m/%Y";
$locale['dateformats'][] = "%d-%m-%Y";
$locale['dateformats'][] = "%d.%m.%Y";
$locale['dateformats'][] = "%m/%d/%Y %H:%M";
$locale['dateformats'][] = "%d/%m/%Y %H:%M";
$locale['dateformats'][] = "%d-%m-%Y %H:%M";
$locale['dateformats'][] = "%d.%m.%Y %H:%M";
$locale['dateformats'][] = "%m/%d/%Y %H:%M:%S";
$locale['dateformats'][] = "%d/%m/%Y %H:%M:%S";
$locale['dateformats'][] = "%d-%m-%Y %H:%M:%S";
$locale['dateformats'][] = "%d.%m.%Y %H:%M:%S";
$locale['dateformats'][] = "%B %d %Y";
$locale['dateformats'][] = "%d. %B %Y";
$locale['dateformats'][] = "%d %B %Y";
$locale['dateformats'][] = "%B %d %Y %H:%M";
$locale['dateformats'][] = "%d. %B %Y %H:%M";
$locale['dateformats'][] = "%d %B %Y %H:%M";
$locale['dateformats'][] = "%B %d %Y %H:%M:%S";
$locale['dateformats'][] = "%d. %B %Y %H:%M:%S";
$locale['dateformats'][] = "%d %B %Y %H:%M:%S";
$locale['error_rate'] = 'Моля въведете честота.';
$locale['error_type'] = 'Моля въведете тип.';
$locale['error_width'] = 'Моля въведете широчина.';
$locale['error_height'] = 'Моля въведете височина.';
$locale['error_value'] = 'Моля въведете стойност.';
$locale['blog_description'] = "Конфигурация на блога";
$locale['news_description'] = "Конфигурация на новините";
$locale['ipp_description'] = "Конфигурация на брой обекти, които да бъдат показвани";
$locale['forum_description'] = "Конфигуразия на форума";
$locale['download_description'] = "Конфигурация на системата за сваляне на файлове";
$locale['eshop_description'] = "Конфигурация на електронния магазин";
$locale['language_description'] = "Конфигурация на мултиезичната система";
$locale['photo_description'] = "Конфигурация на галерията";
$locale['main_description'] = "Конфигурация на основната система";
$locale['misc_description'] = "Конфигурация на електронната поща, метод на влизане в системата, коментари, оценки, аватари, социални графики и други административни опции";
$locale['message_description'] = "Конфигурация на личните съобщения";
$locale['register_description'] = "Конфигурация на системата за регистрация";
$locale['security_description'] = "Конфигурацията на сигурността";
$locale['time_description'] = "Конфигурация на времето и дата на сървъра";
$locale['user_description'] = "Конфигурация на управлението на потребителите";
$locale['theme_description'] = "Конфигурация на темите";
$locale['blog_settings'] = 'Настройки на блога';
$locale['download_settings'] = 'Настройки на файловете за сваляне';
$locale['eshop_settings'] = 'Насртойки на електронния магазин';
$locale['forum_settings'] = 'Настройки на форума';
$locale['ipp_settings'] = 'Настройки на брой обекти на страница';
$locale['photo_settings'] = 'Настройки на галерията';
$locale['main_settings'] = 'Главни настройки';
$locale['misc_settings'] = 'Други настройки';
$locale['news_settings'] = 'Настройки на новините';
$locale['message_settings'] = 'Настройки на личните съобщения';
$locale['register_settings'] = 'Настройки на регистрацията';
$locale['security_settings'] = 'Настройки на сигурността';
$locale['time_settings'] = 'Настройки на време и дата';
$locale['user_settings'] = 'Настройки на управлението на потребителите';
$locale['theme_settings'] = 'Настройки на темите';

$locale['securimage'] = "Изображение за сигурност";
$locale['securimage2'] = "Изображение за сигурност v.2";