<?php
// News titles
$locale['SL_0001'] = 'Връзки в сайта';
$locale['SL_0010'] = "Добави връзка в сайта";
$locale['SL_0011'] = "Редакция на връзка";
$locale['SL_0012'] = "Текущи връзки в сайта";
// News messages
$locale['SL_0015'] = "Връзката в сайта е добавена";
$locale['SL_0016'] = "Връзката в сайта е обновена";
$locale['SL_0017'] = "Врзъката в сайта е изтрита";
$locale['SL_0018'] = "Връзките бяха обновени";
// Site Links form
$locale['SL_0020'] = "Име на връзката";
$locale['SL_0020a'] = "Икона на връзката";
$locale['SL_0021'] = "Адрес на връзката";
$locale['SL_0022'] = "Вдимиост";
$locale['SL_0023'] = "Подредба";
$locale['SL_0024'] = "Позиция";
$locale['SL_0025'] = "само навигационен панел";
$locale['SL_0026'] = "навигационен панел и под заглавната част";
$locale['SL_0027'] = "само под заглавната част";
$locale['SL_0028'] = "Отваряне на връзката в нов прозорец";
$locale['SL_0029'] = "Категория на връзката";
$locale['SL_0030'] = "Икона на връзката";
$locale['SL_0031'] = "Статус на връзката";
$locale['SL_0032'] = "Няма родител";
$locale['SL_0033'] = "Език на връзката";
$locale['SL_0034'] = "Защитена";
$locale['SL_0035'] = "Подвръзки";
$locale['SL_0036'] = "Преместете връзките към...";
$locale['SL_0037'] = "Моля изберете родителя на връзката";
$locale['SL_0038'] = "Няма връзки, които да бъдат родител на връзката";
$locale['SL_0039'] = "Потвърждаване на преместването";

$locale['SL_0040'] = "Запазване на връзката";
$locale['SL_0041'] = "Настройки на връзката";
$locale['SL_0042'] = "Конфигурирайте настройките на връзките в сайта";
$locale['SL_0043'] = "Връзки на страница";
$locale['SL_0044'] = "Максимален брой връзки за показване в навигацият";
$locale['SL_0045'] = "Брой връзки";
$locale['SL_0046'] = "Групиране на връзките";
$locale['SL_0047'] = "Групиране на връзките, когато броят на връзките надхвърли рестрикцията";
$locale['SL_0048'] = "Не, не групирай връзките";
$locale['SL_0049'] = "Да, групирай връзките, като \"Покажи още\"";

// Site Links list
$locale['SL_0050'] = "Име на връзката";
$locale['SL_0051'] = "Видимост";
$locale['SL_0052'] = "Подредба";
$locale['SL_0053'] = "Опции";
$locale['SL_0060'] = "Редакция";
$locale['SL_0061'] = "Изтриване";
$locale['SL_0062'] = "Няма дефинирани връзкйи в сайта.";
$locale['SL_0070'] = "Икона";
$locale['SL_0071'] = "Нов процорец?";
$locale['SL_0072'] = "Меню";
$locale['SL_0073'] = "Подреждане";
$locale['SL_0074'] = "Премести";
$locale['SL_0075'] = "Покажи настройките";

// Delete Site Link category
$locale['SL_0080'] = "Да се изртие ли тази връзка?";
// Error
$locale['SL_0085'] = "Моля въведете име на връзката";
$locale['SL_0086'] = "Моля въведете адрес на връзката";
$locale['SL_0087'] = "Няма обекти за обновяване. Моля, проверете връзката.";