<?php
// News titles
$locale['SL_0001'] = 'Връзки в сайта';

$locale['SL_0010'] = "Добави връзка в сайта";
$locale['SL_0011'] = "Редакция на връзка";
$locale['SL_0012'] = "Текущи връзки в сайта";
// News messages
$locale['SL_0015'] = "Връзката в сайта е добавена";
$locale['SL_0016'] = "Връзката в сайта е обновена";
$locale['SL_0017'] = "Врзъката в сайта е изтрита";
// Site Links form
$locale['SL_0020'] = "Име на връзката:";
$locale['SL_0021'] = "Адрес на връзката:";
$locale['SL_0022'] = "Вдимиост:";
$locale['SL_0023'] = "Подредба:";
$locale['SL_0024'] = "Позиция:";
$locale['SL_0025'] = "само навигационен панел";
$locale['SL_0026'] = "навигационен панел и под заглавната част";
$locale['SL_0027'] = "само под заглавната част";
$locale['SL_0028'] = "Отваряне на връзката в нов прозорец";
$locale['SL_0029'] = "Категория на връзката";
$locale['SL_0030'] = "Икона на връзката";
$locale['SL_0040'] = "Запазване на връзката";
// Site Links list
$locale['SL_0050'] = "Име на връзката";
$locale['SL_0051'] = "Видимост";
$locale['SL_0052'] = "Подредба";
$locale['SL_0053'] = "Опции";
$locale['SL_0060'] = "Редакция";
$locale['SL_0061'] = "Изтриване";
$locale['SL_0062'] = "Няма дефинирани връзкйи в сайта.";

$locale['SL_0070'] = "Икона";
$locale['SL_0071'] = "Нов процорец?";
$locale['SL_0072'] = "Меню";
$locale['SL_0073'] = "Подреждане";

// Delete Site Link category
$locale['SL_0080'] = "Да се изртие ли тази връзка?";
// Error
$locale['SL_0085'] = "Моля въведете име на връзката";
$locale['SL_0086'] = "Моля въведете адрес на връзката";
