<?php
// Smiley titles
$locale['400'] = "Текущи емотикони";
$locale['401'] = "Добави емотикона";
$locale['402'] = "Редакция на емотиконите";
$locale['403'] = "Емотикони";
// Smiley messages
$locale['410'] = "Емотиконата е добавена";
$locale['411'] = "Емотиконата е обновена";
$locale['412'] = "Емотиконата е изтрита";
$locale['413'] = "Невъзможност на обновяването на емотиконата";
$locale['414'] = "Невъзможност за добавяне на емотикона";
$locale['415'] = "Кодът на емотиконата се използва.";
$locale['416'] = "Наистина ли искате да изтриете емотиконата?";
// Smiley form
$locale['420'] = "Код на емотиконата:";
$locale['421'] = "Изображение на емотиконата:";
$locale['422'] = "Текст на емотиконата:";
$locale['423'] = "Запазване на емотиконата";
$locale['424'] = "Предварителен изглед на емотиконата:";
// Current Smileys
$locale['430'] = "Код";
$locale['431'] = "Изображение";
$locale['432'] = "Текст";
$locale['433'] = "Опции";
$locale['434'] = "Редакция";
$locale['435'] = "Изтриване";
$locale['436'] = "Няма дефинирани емотикони.";
// Error Message
$locale['437'] = "Моля въведете код на емотиконата";
$locale['438'] = "Моля изберете емотикона";
$locale['439'] = "Моля въведете тескт за емотиконата";
