<?php
// Smiley titles
$locale['SMLY_400'] = "Текущи емотикони";
$locale['SMLY_401'] = "Добави емотикона";
$locale['SMLY_402'] = "Редакция на емотиконата";
$locale['SMLY_403'] = "Емотикони";
$locale['SMLY_404'] = "Активни емотикони";
$locale['SMLY_405'] = "Неактивни емотикони";
// Smiley messages
$locale['SMLY_410'] = "Емотиконата е добавена";
$locale['SMLY_411'] = "Емотиконата е обновена";
$locale['SMLY_412'] = "Емотиконата е изтрита";
$locale['SMLY_413'] = "Неактивни емотикони";

$locale['SMLY_414'] = "Текстът към емотиконата се използва.";
$locale['SMLY_415'] = "Кодът на емотиконата се използва.";
$locale['SMLY_416'] = "Наистина ли искате да изтриете емотиконата?";
$locale['SMLY_417'] = "Наистина ли искате да деактивирате емотиконата?";
$locale['SMLY_418'] = "Грешка при добавянето на емотикона";
// Smiley form
$locale['SMLY_420'] = "Код на емотиконата:";
$locale['SMLY_421'] = "Изображение на емотиконата:";
$locale['SMLY_422'] = "Текст на емотиконата:";
$locale['SMLY_423'] = "Запазване на емотиконата";
$locale['SMLY_424'] = "Обновяване на емотиконата:";
// Current Smileys
$locale['SMLY_430'] = "Код";
$locale['SMLY_431'] = "Изображение";
$locale['SMLY_432'] = "Текст";
$locale['SMLY_433'] = "Опции";
$locale['SMLY_435'] = "Неактивен";
$locale['SMLY_436'] = "Няма дефинирани емотикони.";
// Error Message
$locale['SMLY_437'] = "Моля въведете код на емотиконата";
$locale['SMLY_438'] = "Моля изберете емотикона";
$locale['SMLY_439'] = "Моля въведете тескт за емотиконата";
$locale['SMLY_440'] = "Няма активни емотикони";
$locale['SMLY_441'] = "Няма неактивни емотикони";
