<?php
// Delete Submission
$locale['400'] = "Изтриване на публикацията";
$locale['401'] = "Публикацията е изтрита";
$locale['402'] = "Връщане към менюто с публикации";
$locale['403'] = "Връщане към аднинистративното меню";
// Submission Options
$locale['410'] = "Публикации";
$locale['411'] = "Публикувани връзки:";
$locale['412'] = "Публикувани новини:";
$locale['412b'] = "Публикувани блогове:";
$locale['413'] = "Публикувани статии:";
$locale['414'] = "Няма връзки, които чакат за одобрение.";
$locale['415'] = "Няма новини, които чакат за одобрение.";
$locale['415b'] = "Няма блогове, които чакат за одобрение.";
$locale['416'] = "Няма статии, които чакат за одобрение.";
$locale['417'] = "Преглед";
$locale['418'] = "Изтриване";
$locale['419'] = "Публикувани снимки:";
$locale['420'] = "Няма снимки, които чакат одобрение.";
$locale['421'] = "Публикувани файлове:";
$locale['422'] = "Няма файлове, които чакат одобрение.";
// Add/Delete Web Link Submissions
$locale['430'] = "Публикуване на публични връзки";
$locale['431'] = "Връзката е публикувана";
$locale['432'] = "Изтриване на публикацията на връзка";
$locale['433'] = "Връзката е изтрита";
$locale['434'] = "Няма категории";
// Web Link Submission Form
$locale['440'] = "Преглед на публикацията";
$locale['441'] = "Следната връзка е публикувана от ";
$locale['442'] = " на ";
$locale['443'] = "Категория на връзката:";
$locale['444'] = "Има на връзката:";
$locale['445'] = "Адрес:";
$locale['446'] = "Описание на връзката:";
$locale['447'] = "Искате ли да публикуване или да изтриете тази връзка?";
$locale['448'] = "Публикуване на връзката";
$locale['449'] = "Изтриване на връзката";
// Add/Delete News & Blog Submissions
$locale['490'] = "Публикувайте новина";
$locale['491'] = "Новинната е публикувана";
$locale['492'] = "Изтриване на публикуваната новина";
$locale['493'] = "Новината е изитрита";
$locale['490b'] = "Публикувайте блог";
$locale['491b'] = "Блогът е публикуван";
$locale['492b'] = "Изтриване на публикувания блог";
$locale['493b'] = "Блогът е изтрит";
// News & Blog Submission Form
$locale['500'] = "Преглед на публикуваните новини";
$locale['501'] = "Горната новина е добавена от ";
$locale['502'] = "Искате ли да публикувате или изтриете новината?";
$locale['503'] = "Публикуване на новината";
$locale['504'] = "Изтриване на новината";
$locale['505'] = "Тема:";
$locale['506'] = "Категория:";
$locale['507'] = "- Няма -";
$locale['508'] = "Новина:";
$locale['509'] = "Отрязък на новината:";
$locale['510'] = "Преглед на новината";
$locale['500b'] = "Преглед на публикациите в блога";
$locale['501b'] = "Горният блог е публикуван от ";
$locale['502b'] = "Искате ли да публикувате или изтриете блог?";
$locale['503b'] = "Публукуване на блог";
$locale['504b'] = "Изтриване на блог";
$locale['505b'] = "Тема:";
$locale['506b'] = "Категория:";
$locale['507b'] = "- Няма -";
$locale['508b'] = "Блог:";
$locale['509b'] = "Отрязък от блога:";
$locale['510b'] = "Предварителен преглед на блога";
// Add/Delete Article Submissions
$locale['530'] = "Публикувайте статия";
$locale['531'] = "Статията е публикувана";
$locale['532'] = "Изтриване на публикуваните статии";
$locale['533'] = "Статията е изтрита";
// Article Submission Form
$locale['540'] = "Преглед на публикуваната статия";
$locale['541'] = "Горната статия е публикувана от ";
$locale['542'] = "Искатели да публикувате или изтриете тази статия?";
$locale['543'] = "Публикуване на статия";
$locale['544'] = "Изтриване на статия";
$locale['545'] = "Категория:";
$locale['546'] = "Тема:";
$locale['547'] = "Отрязък:";
$locale['548'] = "Статия:";
$locale['549'] = "Преглед на статията";
// Add/Delete Photo Submissions
$locale['580'] = "Публикуване на снимка";
$locale['581'] = "Снимката е публикувана";
$locale['582'] = "Изтриване на публикуваната снимка";
$locale['583'] = "Снимката е изтрита";
// Photo Submission Form
$locale['590'] = "Преглед на публикуваната снимка";
$locale['591'] = "Кликнете, за да видите снимката";
$locale['592'] = "Горната снимка е публикувана от ";
$locale['593'] = "Искате ли да публикувате или изтриете снимката?";
$locale['594'] = "Публикуване на снимка";
$locale['595'] = "Изтриване на снимка";
$locale['596'] = "Заглавие:";
$locale['597'] = "Описание:";
$locale['598'] = "Албум";
// Add/Delete Download Submissions
$locale['630'] = "Публикуване на файл";
$locale['631'] = "Файлът е публикуван";
$locale['632'] = "Изтриване на публикувания файл";
$locale['633'] = "Файлът е изтрит";
// Download Submission Form
$locale['640'] = "Преглед на публикувания файл";
$locale['641'] = "Този файл е публикуван от ";
$locale['642'] = "Искате ли да публикувате или изтриете този файл?";
$locale['643'] = "Публикуване на файла";
$locale['644'] = "Изтриване на файла";
$locale['645'] = "Заглавие:";
$locale['646'] = "Описание:";
$locale['646b'] = "Кратко описание:";
$locale['647'] = "Връзка:";
$locale['647b'] = "Файл:";
$locale['648'] = "Категория:";
$locale['649'] = "Лиценз:";
$locale['650'] = "O/S:";
$locale['651'] = "Версия:";
$locale['652'] = "Големина:";
$locale['653'] = "Снимка:";
$locale['654'] = "Страница:";
$locale['655'] = "Авторски права:";
$locale['656'] = "Коментари:";
$locale['657'] = "Рейтинг:";
$locale['658'] = "Изтриване на снимката";
$locale['660'] = "%s са забранение за всички обекти.\nТова ще има ефект, когато са активирани отново.";
$locale['661'] = "Коментари";
$locale['662'] = "Оценки";
$locale['663'] = $locale['661']." и ".$locale['662'];
