<?php
$locale['400'] = "Обновяване";
$locale['enable_maint_warning'] = "Моля поставете сайта си в режим поддръжка преди да продължите, за да избегнете проблеми, които могат да изникнат по време на обновяването.\n
Може да отидете към [SECURITY_LINK]Настройки на сгурността[/SECURITY_LINK] и да активирате бутона по-долу.";
$locale['enable_maint'] = "Активиране на режим поддръжка";
// No upgrade
$locale['401'] = "Няма налично обновяване.";
// Stage 6 - User Field Categories
$locale['420'] = "Информация за контакт";
$locale['421'] = "Друга информация";
$locale['422'] = "Опции";
$locale['423'] = "Статистика";
$locale['430'] = "Категории на потребителските полета";
$locale['432'] = "Управление на потребителите";
$locale['434'] = "Брой обекти на страница";
$locale['435'] = "Сигурност";
$locale['436'] = "Настройки на новините";
$locale['437'] = "Настройки на файловете";
// v7.02 new locales
$locale['440'] = "Добавяне на файл";
$locale['441'] = "Чат";
$locale['442'] = "robots.txt";
$locale['443'] = "Журнал на потребителя";
$locale['444'] = "Рестартиране на административната парола";
$locale['445'] = "Журнал с грешките";
// Upgrade locales
$locale['500'] = " %s обновяване на базата данни е налично за версията Ви на PHP-Fusion.";
$locale['501'] = "Натиснете Обнови, за да обновите системата си.";
$locale['502'] = "Обновяването на базата данни е готово.";
$locale['503'] = "Голям";
$locale['504'] = "Малък";
$locale['505'] = "Моля заместете следните редове в config.php!";
// Cookie Prefix
$locale['600'] = "Моля редактирайте config.php и заменете съдържанието му със следния код:";
// Email Template Setup
// Please do NOT translate the words between brackets [] !
$locale['T001'] = "Шаблони на писмата";
$locale['T101'] = "Известие при ЛС";
$locale['T102'] = "Имате ново лично съобщение от [USER] в [SITENAME]";
$locale['T103'] = "Здравейте [RECEIVER],\r\nИмате ново лично съобщение със заглавие [SUBJECT] от [USER] в [SITENAME]. Може да прочетете личните си съобщения в [SITEURL]messages.php\r\n\r\nСъобщение: [MESSAGE]\r\n\r\nМоже да забраните известията с писма през опциите на личните съобщения, ако не желаете да получавате повече нови съобщения.\r\n\r\nС уважение,\r\n[SENDER].";
$locale['T201'] = "Известие за нов отговор във форума";
$locale['T202'] = "Известие за нов отговор във форума - [SUBJECT]";
$locale['T203'] = "Здравейте [RECEIVER],\r\n\r\nИма нов отговор в темата \'[SUBJECT]\', която следите в [SITENAME]. Може да използвате следната връзка, за да видите отговора:\r\n\r\n[THREAD_URL]\r\n\r\nАко не желаете да следите повече тази тема, може да натиснете на \'Спиране на следване на темата\' отгоре на темата.\r\n\r\nС уважение,\r\n[SENDER].";
$locale['T301'] = "Контактна форма";
$locale['T302'] = "[SUBJECT]";
$locale['T303'] = "[MESSAGE]";
$locale['UF'] = "Лично пространство";
$locale['SEO'] = "Пемранентни връзки";