<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Потребителската група е обновена";
$locale['401'] = "Поребителската група е добавена";
$locale['402'] = "Избраните потребители са премахнати от групата";
$locale['403'] = "Всички потребители са премахнати от групата";
$locale['404'] = "Избраните потребители са добавени в групата";
$locale['405'] = "Не е възможно изтриването на групата";
$locale['406'] = "Има потребители включени в тази група";
$locale['407'] = "Потребителкста група е изтрита";
// Edit/Delete Options
$locale['420'] = "Потребителски групи";
$locale['421'] = "Редакция";
$locale['422'] = "Изтриване";
$locale['423'] = "Да се изтрие ли потребителя от тази група?";
// Edit/Add User Group
$locale['430'] = "Редакция на потребителската група";
$locale['431'] = "Добавяне на потребителска група";
$locale['432'] = "Име на групата:";
$locale['433'] = "Описание на групата:";
$locale['434'] = "Запаване на групата";
// Search/Add Group Users
$locale['440'] = "Добавяне на потребител към груапта";
$locale['441'] = "Търсене на потребители за добавяне в групата използвайти формата по-долу.";
$locale['442'] = "Може да търсите много потребители, като разделяте всеки с запетая.";
$locale['443'] = "Питребителски ИН";
$locale['444'] = "Потребителски имена";
$locale['445'] = "Търсене";
$locale['446'] = "Потребителско име";
$locale['447'] = "Тип потребител";
$locale['448'] = "Избиране на всички";
$locale['449'] = "Демаркиране на всички";
$locale['450'] = "Добавяне на избраните потребители";
$locale['451'] = "Няма намерени потребители.";
$locale['452'] = "Повторно търсене";
// Current Group Users
$locale['460'] = "Текущи потребители в групата";
$locale['461'] = "Премахване на избраните потребители";
$locale['462'] = "Премахване на всички потребители";
$locale['463'] = "Няма потребители в тази група.";
// Error Messages
$locale['464'] = "Моля въведете име на групата";
