<?php
// Edit/Save/Delete User Group Messages
$locale['GRP_400'] = "Потребителската група е обновена";
$locale['GRP_401'] = "Поребителската група е добавена";
$locale['GRP_403'] = "Не е избран потребител";
$locale['GRP_404'] = "Няма група ";
$locale['GRP_405'] = "Не може да се изтрият потребителските групи";
$locale['GRP_406'] = "Има потребители към тази група";
$locale['GRP_407'] = "Потребителската група е изтрита";
$locale['GRP_408'] = "Няма избран потребител или група.";
$locale['GRP_409'] = " Добавяне на потребителска група.";

$locale['GRP_410'] = "Потребител \"%s\" е добавен към \"%s\"";
$locale['GRP_411'] = "Потребител \"%s\" е премахнат от \"%s\"";
$locale['GRP_412'] = "\"%s\" потребители премахнати от група \"%s\"";

// Edit/Delete Options
$locale['GRP_420'] = "Потребителски групи";
$locale['GRP_421'] = "Редакция";
$locale['GRP_422'] = "Изтриване";
$locale['GRP_423'] = "Управление на потребителите";
$locale['GRP_424'] = "Показваме %d потребителска група.";
$locale['GRP_425'] = "Да се изтрие ли потребителската група?";
$locale['GRP_426'] = "Група по подразбиране";
$locale['GRP_427'] = "В момента %d показваме %d потребители.";
$locale['GRP_428'] = "Добавяне на група";
$locale['GRP_430'] = "добавени към група %s";
// Edit/Add User Group
$locale['GRP_432'] = "Име на групата:";
$locale['GRP_433'] = "Описание на групата:";
$locale['GRP_434'] = "Запаване на групата";
$locale['GRP_435'] = "ИН";
$locale['GRP_436'] = "Икона";
$locale['GRP_437'] = "Действие";
$locale['GRP_438'] = "Потребители";
$locale['GRP_439'] = "Икона на групата";
// Search/Add Group Users
$locale['GRP_440'] = "Добавяне на потребител към груапта";
$locale['GRP_441'] = "Търсене на потребители за добавяне в групата използвайти формата по-долу.";
$locale['GRP_442'] = "Може да търсите много потребители, като разделяте всеки с запетая.";
$locale['GRP_446'] = "Потребителско име";
$locale['GRP_447'] = "Тип потребител";
$locale['GRP_448'] = "Маркиране на всички";
$locale['GRP_449'] = "Демаркиране на всички";
$locale['GRP_450'] = "Добавяне на избраните потребители";
$locale['GRP_451'] = "Търсене на потребител";
$locale['GRP_452'] = "Текуща група: ";
// Current Group Users
$locale['GRP_460'] = "Текущи потребители в групата";
$locale['GRP_461'] = "Премахване на избраните потребители";
$locale['GRP_462'] = "Премахване на всички потребители";
$locale['GRP_463'] = "Няма потребители в тази група.";
// Error Messages
$locale['GRP_464'] = "Моля, въведете име на групата";
