<?php
// News titles
$locale['news_0000'] = "Существующие новости";
$locale['news_0001'] = "Новости";
$locale['news_0002'] = "Добавить новость";
$locale['news_0003'] = "Изменить новость";
$locale['news_0004'] = "Параметры";
$locale['news_0005'] = "Содержимое новости";
$locale['news_0006'] = "Галерея изображений для новостей";
$locale['news_0007'] = "Управление галереей";
$locale['news_0008'] = "Загрузить фото";
$locale['news_0009'] = "Изображения для новостей";
$locale['news_0010'] = "Удалить фото";
$locale['news_0011'] = "Изображение для карткого текста";
$locale['news_0012'] = "Изображение для полного текста";

// News Categories titles
$locale['news_0020'] = "Созданные категории";
$locale['news_0021'] = "Изменить категорию";
$locale['news_0022'] = "Добавить категорию";
$locale['news_0023'] = "Присланные новости";
// News messages
$locale['news_0100'] = "Новость добавлена";
$locale['news_0101'] = "Новость обновлена";
$locale['news_0102'] = "Новость удалена";
$locale['news_0103'] = "Неверное имя файла изображения.";
$locale['news_0104'] = "Размер файла изображения должен быть меньше, чем %s.";

$locale['news_0108'] = "Нет выбранных новостей";
$locale['news_0109'] = "Нет добавленных новостей";
// News Submissions messages
$locale['news_0130'] = "Сейчас нет присланных новостей";
$locale['news_0131'] = "Просмотр присланных новостей";
$locale['news_0132'] = "Новость была прислана пользователем ";
$locale['news_0133'] = "Вы хотите опубликовать или удалить эту новость?";
$locale['news_0134'] = "Опубликовать";
$locale['news_0135'] = "Удалить";
$locale['news_0136'] = "Заголовок присланной новости";
$locale['news_0137'] = "Сейчас Ваего просмотра ожидает %s новостей.";
$locale['news_0138'] = "Извините, в настоящее время на сайте отключен приём новостей пользователей.";
$locale['news_0141'] = "Предпросмотр новости";
$locale['news_0142'] = "Автор присланноой новости";
$locale['news_0143'] = "Время добавления";
$locale['news_0144'] = "ID присланной новости";
$locale['news_0145'] = "Присланная новость была удалена";
$locale['news_0146'] = "Новость опубликована";
$locale['news_0147'] = "Новость сохранена как черновик";
// News Categories messages
$locale['news_0150'] = "Категория добавлена";
$locale['news_0151'] = "Категория обновлена";
$locale['news_0152'] = "Эту категорию нельзя удалить";
$locale['news_0153'] = "В эту категорию добавлены новости или подкатегории";
$locale['news_0154'] = "Категория удалена";
$locale['news_0155'] = "Категория новостей не выбрана";
// News form
$locale['news_0200'] = "Заголовок:";
$locale['news_0201'] = "Категория:";
$locale['news_0202'] = "Без категории";
$locale['news_0203'] = "Аннотация:";
$locale['news_0203a'] = "Краткий вступительный текст";
$locale['news_0204'] = "Полный текст:";
$locale['news_0203b'] = "Полный текст новости";
$locale['news_0205'] = "Ключевые слова";
$locale['news_0205a'] = "Нажимайте Enter для завершения ввода каждого слова";
$locale['news_0206'] = "Начало отображения:";
$locale['news_0207'] = "Окончание отображения:";
$locale['news_0208'] = "(необязательно)";
$locale['news_0209'] = "Показывать для:";
$locale['news_0210'] = "Сохранить как черновик";
$locale['news_0211'] = "Зафиксировать новость наверху";
$locale['news_0212'] = "Автоматический переход на новую строку";
$locale['news_0213'] = "Разрешить комментарии";
$locale['news_0214'] = "Разрешить оценки";
$locale['news_0215'] = "[ЧЕРНОВИК]";
$locale['news_0216'] = "Изображение для новости";
$locale['news_0217'] = "Размер файла не более: %s / Разрешенные форматы: GIF, JPEG или PNG.";
$locale['news_0218'] = "Выравнивание картинки для новости";
$locale['news_0219'] = "Разрыв страницы";
$locale['news_0240'] = "Предпросмотр";
$locale['news_0241'] = "Сохранить новость";
$locale['news_0242'] = "Параметры поиска";
$locale['news_0243'] = "Очистить";
$locale['news_0244'] = "Выберите статус";
$locale['news_0245'] = "Все статусы";
$locale['news_0246'] = "Выберите доступ";
$locale['news_0247'] = "Все категории";
$locale['news_0248'] = "Выберите категорию";
$locale['news_0249'] = "Все языки";
$locale['news_0250'] = "Выберите язык";
$locale['news_0251'] = "Все авторы";
$locale['news_0252'] = "Выберите автора";
$locale['news_0253'] = "Статус";
$locale['news_0254'] = "%d опубликовано";
$locale['news_0255'] = "Публикация";
$locale['news_0266'] = "Дата новости";
$locale['news_0267'] = "Изображение для новости не указано";
$locale['news_0268'] = "%d фотографий было добавлено";
$locale['news_0269'] = "%d не было загружено изза ошибок";
$locale['news_0270'] = "Пожалуйста, выберите изображение";

// Popup Error/Warning Messages
$locale['news_0280'] = "Пожалуйста, укажите заголовок";
$locale['news_0281'] = "Удалить новость?";
$locale['news_0282'] = "Удалить эту категорию новостей?";
$locale['news_0283'] = "%s отключены для всего.\n\rЭтот параметр вступит в силу только после включения.";
$locale['news_0284'] = 'В этой категории нет новостей.';
$locale['news_0285'] = "Пожалуйста, укажите ключевые слова";

// News Categories form
$locale['news_0300'] = "Название:";
$locale['news_0301'] = "Изображение:";
$locale['news_0302'] = "Сохранить категорию";
$locale['news_0303'] = "Категории новостей не созданы";
$locale['news_0304'] = "Нажмите для загрузки изображения для категорий";
$locale['news_0305'] = "Родительская категория";
$locale['news_0306'] = "Сохранить категорию как черновик";
$locale['news_0307'] = "Закрепить категорию";
// Popup Error/Warning Messages
$locale['news_0350'] = "Удалить эту категорию?";
// Error Messages
$locale['news_0351'] = "Пожалуйста, введите название категории.";
$locale['news_0352'] = "Такая категория уже существует.";
$locale['news_0400'] = "Присланные новости";
$locale['news_0401'] = "Изображение";
$locale['news_0402'] = "Требовать полный текст?";
// Public Submissions Form
$locale['news_0700'] = "Добавить новость";
$locale['news_0701'] = "Спасибо за добавление Вашей новости";
$locale['news_0702'] = "Добавить ещё одну новость";
$locale['news_0703'] = "Для добавления записи используйте форму ниже. Ваш материал будет просмотрен администратором. [SITENAME] оставляет за собой право отклонить или отредактировать любую присланную запись. Присланный в блог материал должен соответствовать тематике сайта. В противном случае ваш материал будет удалён.";
$locale['news_0704'] = "Вернуться на [SITENAME]";
$locale['601'] = "Размер предпросмотра:";
$locale['602'] = "Размер фото:";
$locale['603'] = "Максимальный размер фото:";
$locale['604'] = "Ширина x высота";
$locale['605'] = "Максимальный размер файла (байт):";
// Blog & News Settings
$locale['950'] = "Загрузить изображение";
$locale['951'] = "Ссылка на изображении:";
$locale['952'] = "На категорию";
$locale['953'] = "На новость";
$locale['953b'] = "На блог";
$locale['954'] = "Пропорции предпросмотра:";
$locale['955'] = "Оригинал";
$locale['956'] = "Квадратное";
$locale['957'] = "Изображение на главной странице";
$locale['958'] = "Изображение на &laquo;Читать далее&raquo;";
$locale['959'] = "Загруженное изображение";
$locale['960'] = "Изображение категории";