<?php
// Overview
$locale['web_0000'] = "Ссылки";
$locale['web_0001'] = "Все ссылки";
$locale['web_0002'] = "Показать категории";
$locale['web_0003'] = "Категории";
$locale['web_0004'] = "Последнее обновление";
$locale['web_0005'] = "Категория:";

$locale['fmt_open'] = "переход|перехода|переходов";
// Sortings
$locale['web_0030'] = "Последние добавленные";
$locale['web_0031'] = "Наиболее посещаемые";

// Views
$locale['web_0040'] = "В виде плиток";
$locale['web_0041'] = "В виде списка";

// Messages
$locale['web_0060'] = "Категории ссылк не созданы.";
$locale['web_0061'] = "Ссылки не добавлены.";
$locale['web_0062'] = "В этой категории нет ссылок.";
