<?php
// Tabs and Breadcrumbs
$locale['WLS_0000'] = "Ссылки";
$locale['WLS_0001'] = "Ссылки";
$locale['WLS_0002'] = "Добавить ссылку";
$locale['WLS_0003'] = "Изменить ссылку";
$locale['WLS_0004'] = "Категории";
$locale['WLS_0005'] = "Добавить категорию";
$locale['WLS_0006'] = "Изменить категорию";
$locale['WLS_0007'] = "Присланные пользователями";
$locale['WLS_0008'] = "Параметры";

// Messages - Web Link
$locale['WLS_0030'] = "Ссылка успешно добавлена";
$locale['WLS_0031'] = "Ссылка успешно обновлена";
$locale['WLS_0032'] = "Ссылка успешно удалена";
$locale['WLS_0033'] = "Ссылки успешно обновлены";
$locale['WLS_0034'] = "Вы должны выбрать как минимум одну ссылку";
$locale['WLS_0035'] = "Ссылка успешно опубликована";
$locale['WLS_0036'] = "Ссылка снята с публикации";

// Messages - Web Link Cats
$locale['WLS_0040'] = "Категория успешно добавлена";
$locale['WLS_0041'] = "Категория успешно обновлена";
$locale['WLS_0042'] = "Категория успешно удалена";
$locale['WLS_0043'] = "Эту категорию нельзя удалить";
$locale['WLS_0044'] = "Эта категория содерит ссылки или подкатегории";
$locale['WLS_0045'] = "Категории успешно удалены";
$locale['WLS_0046'] = "невозможно удалить категории";
$locale['WLS_0047'] = "В них содержатся вложенные подкатегории или ссылки";
$locale['WLS_0048'] = "Вы должны выбрать как минимум одну категорию";
$locale['WLS_0049'] = "Категория успешно опубликована";
$locale['WLS_0050'] = "Категория снята с публикации";

// Messages - Submissions
$locale['WLS_0060'] = "Пользовательская ссылка опубликована";
$locale['WLS_0061'] = "ПОльзовательская ссылка удалена";
$locale['WLS_0062'] = "Нет новых пользовательских ссылок.";

// Table - Web Link
$locale['WLS_0100'] = "Заголовок";
$locale['WLS_0101'] = "Категория";
$locale['WLS_0102'] = "Статус";
$locale['WLS_0103'] = "Доступ";
$locale['WLS_0104'] = "Действия";

// Table - Web Link - Misc
$locale['WLS_0110'] = "Добавить ссылку";
$locale['WLS_0111'] = "Удалить ссылку?";
$locale['WLS_0112'] = "Ссылка не создана.";
$locale['WLS_0113'] = "Нет ссылок, соответствующих параметрам поиска.";
$locale['WLS_0114'] = "Перед добавлением ссылки вы должны создать как минимум одну категорию.";
$locale['WLS_0115'] = "Ссылки проверены, найдено битых ссылок: %s.";
$locale['WLS_0116'] = "Обновлён статус снятия с публикации.";

// Table - Web Link - Sorting
$locale['WLS_0120'] = "Заголовок";
$locale['WLS_0121'] = "Поиск";
$locale['WLS_0122'] = "Очистить";
$locale['WLS_0123'] = "Выбрать статус";
$locale['WLS_0124'] = "Все статусы";
$locale['WLS_0125'] = "Выбрать доступ";
$locale['WLS_0126'] = "Выбрать категорию";
$locale['WLS_0127'] = "Все категории";
$locale['WLS_0128'] = "Выбрать язык";
$locale['WLS_0129'] = "Все языки";
$locale['WLS_0132'] = "Ссылок на страницу";
$locale['WLS_0133'] = "Название";

// Table - Web Link Cats
$locale['WLS_0150'] = "Название";
$locale['WLS_0151'] = "Ссылка";
$locale['WLS_0152'] = "Статус";
$locale['WLS_0153'] = "Доступ";

// Table - Web Link - Misc
$locale['WLS_0160'] = "Добавтиь категорию";
$locale['WLS_0161'] = "УДалить категорию?";
$locale['WLS_0162'] = "Категории не созданы.";

// Table - Submissions
$locale['WLS_0200'] = "ID";
$locale['WLS_0201'] = "Название ссылки";
$locale['WLS_0202'] = "Приславший";
$locale['WLS_0203'] = "Дата";
$locale['WLS_0204'] = "Опции";
$locale['WLS_0205'] = "Просмотр пользовательских ссылок";

// Form - Web Link
$locale['WLS_0250'] = "Название ссылки";
$locale['WLS_0251'] = "Название ссылки";
$locale['WLS_0252'] = "Название ссылки для отображения.";
$locale['WLS_0253'] = "Адрес ссылки";
$locale['WLS_0254'] = "Описание";
$locale['WLS_0255'] = "Введите описание";
$locale['WLS_0256'] = "Категория";
$locale['WLS_0257'] = "Доступ";
$locale['WLS_0258'] = "Дата";
$locale['WLS_0259'] = "Обновить дату публикации";
$locale['WLS_0260'] = "Больше информации";
$locale['WLS_0261'] = "Проверка ссылок";

// Form - Web Link - Errors
$locale['WLS_0270'] = "Вы должны указать заголовок.";

// Form - Web Link Cats
$locale['WLS_0302'] = "Название";
$locale['WLS_0303'] = "Предок";
$locale['WLS_0304'] = "Описание";
$locale['WLS_0305'] = "Доступ";
$locale['WLS_0306'] = "Статус";
$locale['WLS_0308'] = "Больше информации";

// Form - Web Link - Error
$locale['WLS_0320'] = "Вы должны указать название.";
$locale['WLS_0321'] = "Категория с таким названием уже существует.";
$locale['WLS_0322'] = "Вы должны указать описание.";

// Form - Submissions
$locale['WLS_0350'] = "Ссылка была добавлена пользователем {%SUBMISSION_AUTHOR%}.";
$locale['WLS_0351'] = "Дата добавления: {%SUBMISSION_TIME%} - {%SUBMISSION_DATE%}.";

// Settings
$locale['WLS_0400'] = "Параметры ссылок - пользовательский и административный интерфейс.";
$locale['WLS_0401'] = "Элементов на страницу";
$locale['WLS_0402'] = "Пользовательские ссылки";
$locale['WLS_0403'] = "Требуется расширенная информация";

// Submissions - Titles
$locale['WLS_0900'] = "Добавить ссылку";

// Submissions - Success Submission
$locale['WLS_0910'] = "Ссылка успешно добавлена.";
$locale['WLS_0911'] = "Благодарим за добавление.";
$locale['WLS_0912'] = "Добавить ещё одну ссылку";
$locale['WLS_0913'] = "Вернуться на сайт [SITENAME]";

// Submissions - Other
$locale['WLS_0920'] = "Используйте эту форму для добавления ссылки. Ваше добавление будет рассмотрено
Администратором. Сайт [SITENAME] оставляет за собой право отклонить или изменить любое добавление. Ссылки
должны соответствовать общей тематике содержимого сайта. Неподходящие материалы будут удалены.";
$locale['WLS_0922'] = "В настоящее время мы не принимаем ссылки от пользователей.";
$locale['WLS_0923'] = "Невозможно добавить ссылку, поскольку нет созданных категорий.";
