<?php
// Nebula
$locale['NB_000'] = "Мъглявина е първата тема за PHP-Fusion 9 използваща FusionTheme рамка, която дава възможност за редактиране на много елементи, стилове и други. Това дава възможност за създаване на съдържание без да програмирате.";
$locale['NB_001'] = "За нас";
// Nebula Submissions Template
$locale['NB_100'] = "Заглавни новини";
$locale['NB_101'] = "Напишете кратка и интересна интродукция.";
$locale['NB_102'] = "Напишете пълния текст на новините тук";
$locale['NB_103'] = "Настройки на публикацията";
// Nebula News Template
$locale['NB_200'] = "От";
// News Module
$locale['NEWS_001'] = "Текущи новини";
// Widget
$locale['WIDGET_001'] = "Настройките на темата са обновени";