<?php
/*-------------------------------------------------------+
| PHP-Fusion Content Management System
| Copyright (C) PHP-Fusion Inc
| https://www.php-fusion.co.uk/
+--------------------------------------------------------*
| Filename: Slider/locale/English.php
| Author: Frederick MC Chan (Chan)
| Co-Author: Chubatyj Vitalij (Rizado)
+--------------------------------------------------------+
| This program is released as free software under the
| Affero GPL license. You can redistribute it and/or
| modify it under the terms of this license which you
| can read by viewing the included agpl.txt or online
| at www.gnu.org/licenses/agpl.html. Removal of this
| copyright header is strictly prohibited without
| written permission from the original author(s).
+--------------------------------------------------------*/
$locale['0100'] = "Карусель";
$locale['0101'] = "Плагин прокрутки слайдов";
$locale['0200'] = "Слайд удалён";
$locale['0300'] = "Добавленные слайды";
$locale['0301'] = "Изменить слайд";
$locale['0302'] = "Добавтиь слайд";
$locale['0303'] = "Параметры карусели";
$locale['0400'] = "Заголовок слайда";
$locale['0401'] = "Изображение";
$locale['0402'] = "Порядок слайда";
$locale['0403'] = "Дейстия";
$locale['0404'] = "Слайды не заданы";
$locale['0405'] = "Настройка свойств плагина";
$locale['0406'] = "Вимание: ПОжалуйста, настройте и сохраните параметры плагина до использования.";
$locale['0500'] = "HTML ID плагина";
$locale['0501'] = "Высота блока со слайдами";
$locale['0502'] = "Навигация слайдов";
$locale['0503'] = "Не отображать навигацию";
$locale['0504'] = "Отображать навигацию";
$locale['0505'] = "Индикатор слайдов";
$locale['0506'] = "Параметры индикатора слайдов";
$locale['0507'] = "Не отображать индикатор слайдов";
$locale['0508'] = "Отображать индикатор слайдов";
$locale['0510'] = "Фоновое изображение";
$locale['0511'] = "Выберите или загрузите новый фон";
$locale['0512'] = "Пожалуйста, выберите коректное изображение";
$locale['0513'] = "Заголовок блока слайдов";
$locale['0514'] = "Описание блока слайдов";
$locale['0515'] = "Адрес ссылки";
$locale['0516'] = "Порядок";
$locale['0517'] = "Атрибуты слайдов";
$locale['0518'] = "Настроить внешний вид слайдов";
$locale['0519'] = "Смещение надписи сверху";
$locale['0520'] = "Положение надписи относительно верхнего края слайда";
$locale['0521'] = "Слева";
$locale['0522'] = "Справа";
$locale['0523'] = "По центру";
$locale['0524'] = "Выравнивание текста надписи";
$locale['0525'] = "Размер текста заголовка";
$locale['0526'] = "Размер заголовка в пикселях. Отрицательные числа не допускаются.";
$locale['0527'] = "Размер текста описания";
$locale['0528'] = "Размер описания в пикселях. Отрицательные числа не допускаются.";
$locale['0529'] = "Обычный размер";
$locale['0530'] = "Маленький размер";
$locale['0531'] = "Средний размер";
$locale['0532'] = "Большой размер";
$locale['0533'] = "Размер кнопки ссылки";
$locale['0534'] = "Базовый путь к изображению";
$locale['0535'] = "Базовая папка с изображениями";
$locale['0600'] = "Сохранить блок слайдов";
$locale['0601'] = "Сохранить блок слайдов и закрыть";
$locale['0602'] = "Читать далее...";
$locale['0603'] = "Интервал (мс)";
