<?php
// Forum Ranks Titles
$locale['400'] = "Добавяне на ранк";
$locale['401'] = "Редактиране на ранка";
$locale['402'] = "Текущи ранкове";
$locale['403'] = "Системата за ранковете е изключена";
$locale['404'] = "Форумни ранкове";
// News messages
$locale['410'] = "Ранкът е добавен";
$locale['411'] = "Ранкът е обновен";
$locale['412'] = "Ранкът е изтрит";
$locale['413'] = "Само един ранк може да бъде добавен към администраторите и модераторите";
$locale['414'] = "Моля въведете име на ранка";
// Forum Ranks form
$locale['420'] = "Име на ранка:";
$locale['421'] = "Изображение на ранка:";
$locale['422'] = "Брой отговори за ранк:";
$locale['423'] = "Добави на:";
$locale['424'] = "Потребители";
$locale['425'] = "Модератори";
$locale['426'] = "Администратори";
$locale['427'] = "Супер администратори";
$locale['428'] = "Запазване на ранка";
$locale['429'] = "Тип на ранка:";
$locale['429a'] = "Специален";
$locale['429b'] = "Администратор";
$locale['429c'] = "Брой отговори";
// Current Forum Ranks
$locale['430'] = "Титла";
$locale['431'] = "Отнася се за";
$locale['432'] = "Изображение";
$locale['433'] = "Отоговори";
$locale['434'] = "Опции";
$locale['435'] = "Редакция";
$locale['436'] = "Изтриване";
$locale['437'] = "Няма дефинирани ранкове във форума.";
$locale['438'] = "Тип / Брой";
// Forum Ranks Disabled
$locale['450'] = "Ранковете във форума са изключени.<br />Моля отидете в %s административния панел, за да ги включите.";
$locale['451'] = "Насртойки на форума";
