<?php
// Forum Index
$locale['forum_0000'] = "Дискусионен форум";
$locale['forum_0001'] = "Форум";
$locale['forum_0002'] = "Теми";
$locale['forum_0003'] = "Отговори";
$locale['forum_0004'] = "Последен отговор";
$locale['forum_0005'] = "Няма отоговри";
$locale['forum_0006'] = "Начало ";
$locale['forum_0007'] = "Модериран от: ";
$locale['forum_0008'] = "Директория";
$locale['forum_0009'] = "Показване на предишни отговори";
$locale['forum_0010'] = "Индекс на форума";
$locale['forum_0011'] = "Моите отговори";
$locale['forum_0012'] = "Последни теми";
$locale['forum_0013'] = "Категории на форума";

// View Forum
$locale['forum_0050'] = "Преглед на форума";
$locale['forum_0051'] = "Тема";
$locale['forum_0052'] = "Автор";
$locale['forum_0053'] = "Прегледи";
$locale['forum_0054'] = "Отговори";
$locale['forum_0055'] = "Страница: ";
$locale['forum_0056'] = "Няма теми";
$locale['forum_0057'] = "Нова тема";

// View Forum Moderator options
$locale['forum_0080'] = "Изберете всички";
$locale['forum_0081'] = "Махнете избора от всички";
$locale['forum_0082'] = "Изтриване на темите";
$locale['forum_0083'] = "Да се изтрият ли избраните теми";

// Forum Guide/Privelages
$locale['forum_0100'] = "Отваряне на тема с нови отговори след последното Ви посещение";
$locale['forum_0101'] = "Отваряне на тема без нов отговор след последното Ви посещение.";
$locale['forum_0102'] = "Заключена";
$locale['forum_0103'] = "Важна";

// View Thread
$locale['forum_0150'] = "Форум - Тема : ";
$locale['forum_0151'] = "Отговори";
$locale['forum_0152'] = "Локация:";
$locale['forum_0153'] = "Присъединил се:";
$locale['forum_0154'] = " прикрепи следното ";
$locale['forum_0155'] = "изображение:";
$locale['forum_0156'] = "изборажения:";
$locale['forum_0157'] = "файл:";
$locale['forum_0158'] = "файлове:";
$locale['forum_0159'] = "Изображение";
$locale['forum_0160'] = "на";
$locale['forum_0161'] = " добави следния файл:";
$locale['forum_0162'] = " Файлове за сваляне";
$locale['forum_0163'] = "Не Ви е позволено да виждате добавените файлове на тази тема.";
$locale['forum_0164'] = "Редактирано последно от ";
$locale['forum_0165'] = "Причина";
$locale['forum_0166'] = "Натиснете, за да видите причината за редакцията.";
$locale['forum_0167'] = " на ";
$locale['forum_0168'] = "Отговор на темата";
$locale['forum_0169'] = "Спиране на емотиконите";
$locale['forum_0170'] = "Показване на подписа в отговора";
$locale['forum_0171'] = "Информирай ме, когато е публикуван отговор";
$locale['forum_0172'] = "Публикуване на отговор";
$locale['forum_0173'] = "Предварителен преглед на отговора";
$locale['forum_0174'] = "Спиране на следенето";
$locale['forum_0175'] = "Следване на темата";
$locale['forum_0176'] = "Преместване на отговорите";
$locale['forum_0177'] = "Да се изтрият ли избраните отговори?";
$locale['forum_0178'] = "Принтиране";
$locale['forum_0179'] = "Принтиране на отговорите";
$locale['forum_0180'] = "Най-стари";
$locale['forum_0181'] = "Най-нови";
$locale['forum_0182'] = "Най-висока оценка";
$locale['forum_0183'] = "Сортиране по: ";
$locale['forum_0184'] = "Нямате достъп, за да гледате добавените файлове";
$locale['forum_0185'] = "Модератор:";
$locale['forum_0186'] = "Нямате разрешение да публикувате отговор в избрания форум";
$locale['forum_0187'] = "Форумът не съществува";

// Moderator Options
$locale['forum_0200'] = "Опции на модератора";
$locale['forum_0201'] = "Изтриване на темата";
$locale['forum_0202'] = "Заключване на темата";
$locale['forum_0203'] = "Отключване на темата";
$locale['forum_0204'] = "Направяне на темата важна";
$locale['forum_0205'] = "Премахване на важността на темата";
$locale['forum_0206'] = "Преместване на темата";
$locale['forum_0207'] = "Обновяване на темата";
$locale['forum_0208'] = "Давай";
$locale['forum_0209'] = "Филтър";
$locale['forum_0210'] = "Време";
$locale['forum_0211'] = "През цялото време";
$locale['forum_0212'] = "Днес";
$locale['forum_0213'] = "Последната седмица";
$locale['forum_0214'] = "Последния месец";
$locale['forum_0220'] = "Показване";
$locale['forum_0221'] = "Всички";
$locale['forum_0222'] = "Дискусии";
$locale['forum_0223'] = "Добавени файлове";
$locale['forum_0224'] = "Анкети";
$locale['forum_0225'] = "Сортирай по";
$locale['forum_0226'] = "Дата - последно обновяване";
$locale['forum_0227'] = "Отговори";
$locale['forum_0228'] = "Заглавие";
$locale['forum_0229'] = "Ред";
$locale['forum_0230'] = "Низходящ";
$locale['forum_0231'] = "Възходящ";

// Jump to Forum, back to top
$locale['forum_0240'] = "Отиване във форум";
$locale['forum_0241'] = "Нагоре";

// Search Forum
$locale['forum_0250'] = "Търсене";

// Image Alt attributes
$locale['forum_0260'] = "Нови отговори";
$locale['forum_0261'] = "Няма нови отговори";
$locale['forum_0262'] = "Горещи теми";
$locale['forum_0263'] = "Заключени теми";
$locale['forum_0264'] = "Нова тема";
$locale['forum_0265'] = "Редакция";
$locale['forum_0266'] = "Цитат";
$locale['forum_0267'] = "Написа";
$locale['forum_0268'] = "IP адрес на потребителя";
$locale['forum_0269'] = "Няма намерена тема.";
$locale['forum_0270'] = "Няма намерени отговори.";
$locale['forum_0271'] = "Няма вече отговори в тази тема. Моля върнете се към <a href='".FORUM."index.php'>форумния индекс</a>";

// Move Posts
$locale['forum_0300'] = "Преместване на отговори";
$locale['forum_0301'] = "Изберете нов форум";
$locale['forum_0302'] = "Следващ";
$locale['forum_0303'] = "Изберете нова тема";
$locale['forum_0304'] = "Преместване на отговори";
$locale['forum_0305'] = "Опитвате се да преместите първият отговор в темата!<br />Първият отговор <strong>няма да бъде преместен</strong> и е махнат от списъка, защото има останали отговори в темата.";
$locale['forum_0306'] = "Опитвате се да преместите първият отговор в темата!<br />Първият отговор <strong>ще бъде преместен</strong> и темата ще бъде изтрита.";
$locale['forum_0307'] = "Няма отговори за преместване.";
$locale['forum_0308'] = "Няма теми във форума.";
$locale['forum_0309'] = "Обратно към темата.";
$locale['forum_0310'] = "Няма теми, за да се местят отговори.";

// Viewforum icons
$locale['forum_0311'] = "Гореща тема";
$locale['forum_0312'] = "Прикрепени файлове";
$locale['forum_0313'] = "Прикрепени изображения";
$locale['forum_0314'] = "Анкета";
$locale['forum_0320'] = "неуспешно определяне на език";
$locale['forum_0325'] = 'Трофеи';
$locale['forum_0326'] = 'или започнете нова тема';
$locale['forum_0327'] = 'Няма форуми в категорията';
$locale['forum_0328'] = 'Няма дефинирани форуми.';
$locale['forum_0340'] = 'Въпроси';
$locale['forum_0341'] = 'Теми';
$locale['forum_0350'] = " Правила на форума:";
$locale['forum_0351'] = "Подфоруми";
$locale['forum_0352'] = "Съобщения";
$locale['forum_0360'] = " Добавяне на отговор";
$locale['forum_0361'] = "&middot; Страница ";
$locale['forum_0362'] = ' отговори ';
$locale['forum_0363'] = "Последно обновен на ";
$locale['forum_0364'] = " Потребителски сайт";
$locale['forum_0365'] = " Отговори";
$locale['forum_0366'] = " Добавяне на анкета";
$locale['forum_0370'] = "Прегледи";
$locale['forum_0371'] = "Отговори";
$locale['forum_0372'] = "Оценки";
$locale['forum_0373'] = "Последен отговор от: ";
$locale['forum_0374'] = 'Всякакви теми';
$locale['forum_0375'] = 'Дискусии';
$locale['forum_0376'] = 'Прикрепени файлове';
$locale['forum_0377'] = 'Анкета';
$locale['forum_0378'] = 'Решено';
$locale['forum_0379'] = 'Нерешено';
$locale['forum_0380'] = 'Автор';
$locale['forum_0381'] = 'Време на публикуване';
$locale['forum_0382'] = 'Тема';
$locale['forum_0383'] = 'Отговори';
$locale['forum_0384'] = 'Прегледи';
$locale['forum_0385'] = 'Възходящ ред';
$locale['forum_0386'] = 'Низходящ ред';
$locale['forum_0387'] = "През цялото време";
$locale['forum_0388'] = "Показване на теми от";
$locale['forum_0389'] = "от тип";
$locale['forum_0390'] = 'Всички теми';
$locale['forum_0391'] = 'Време на публикуване';
$locale['forum_0395'] = 'Избор на форум';
$locale['forum_0396'] = 'Потвърждаване на избора на форума';
$locale['forum_0397'] = "Няма дефинирани форуми.";

// Permissions - 0400
$locale['forum_perm_access'] = "Вие %s да преглеждате всички теми във форума.";
$locale['forum_perm_post'] = "Вие %s да започнете нова тема във форума.";
$locale['forum_perm_create_poll'] = "Вие %s да направите анкета в този форум.";
$locale['forum_perm_upload'] = "Вие %s да добавяте файлове в този форум.";
$locale['forum_perm_download'] = "Вие %s да сваляте файлове в този форум.";
$locale['forum_perm_reply'] = "Вие %s да пишете отговори в темата.";
$locale['forum_perm_edit_poll'] = "Вие %s да редактирате анкетата в тази тема.";
$locale['forum_perm_vote_poll'] = "Вие %s да гласувате в анкетата в тази тема.";
$locale['forum_perm_rate'] = "Вие %s да гласувате със за или против за отговора в тази тема.";

// Post Titles
$locale['forum_0500'] = "Преглед на темата";
$locale['forum_0501'] = "Публикуване на темата";
$locale['forum_0502'] = "Преглед на отговора";
$locale['forum_0503'] = "Отговор на темата";
$locale['forum_0504'] = "Публикуване на отговор";
$locale['forum_0505'] = "Преглед на промените";
$locale['forum_0506'] = "Изтриване на отговора";
$locale['forum_0507'] = "Редакция на отговора";
$locale['forum_0508'] = "Запазване на промените";
$locale['forum_0509'] = "Отговор";

// Post Preview
$locale['forum_0520'] = "Няма съобщения, отоговорът ще бъде отхвърлен, ако не добавите съобщения";
$locale['forum_0521'] = "Отговори:";
$locale['forum_0522'] = "Локализация:";
$locale['forum_0523'] = "Присъединил се:";
$locale['forum_0524'] = "Отговори ";
$locale['forum_0525'] = "Последен отговор";
$locale['forum_0526'] = "Последните %s отговори";

// Post Error/Success
$locale['forum_0540'] = "Не се допуска качването на такъв тип файлове.";
$locale['forum_0541'] = "Невалиден файл или големина.";
$locale['forum_0542'] = "Грешка: Не сте написал/а тема и/или съобщение";
$locale['forum_0543'] = "Темата Ви е публикувана";
$locale['forum_0544'] = "Отоговрът Ви е публикуван";
$locale['forum_0545'] = "Темата е изтрита";
$locale['forum_0546'] = "Отговорът е изтрит";
$locale['forum_0547'] = "Отговорът Ви е обновен";
$locale['forum_0548'] = "Връщане към темата";
$locale['forum_0549'] = "Връщане във форума";
$locale['forum_0550'] = "Връщане към индекса на форума";
$locale['forum_0551'] = "Грешка: Сесията на бисквитките Ви е изтекла, моля влезте и напишете отговора си отново";
$locale['forum_0552'] = "Следване на темата";
$locale['forum_0553'] = "В момента следвате темата";
$locale['forum_0554'] = "Вече не следвате темата";
$locale['forum_0555'] = "Тази тема е заключена. Свържете с модератор за повече информация.";
$locale['forum_0556'] = "Може да редактирате отговора си само %d минута/и след публикуването му.";
$locale['forum_0557'] = "Прикрепен файл";
$locale['forum_0558'] = " (по желание)";
$locale['forum_0559'] = "Максимална големина: %s / Допустими файлове: %s / Максимален брой файлове: %s";
$locale['forum_0570'] = "Максималната големина на снимката е превишена. Може да качите снимка не по-голяма от ";
$locale['forum_0571'] = 'Изображението не е качено';
$locale['forum_0572'] = " Отговорът е изтрит";
$locale['forum_0573'] = " Темите са изтрите";
$locale['forum_0574'] = " Прикрепените файлове са изтрити";
$locale['forum_0575'] = " Анкетите са изтрити";
$locale['forum_0576'] = " Гласовете в анкетата са изтрити";
$locale['forum_0577'] = " Отговорите в анкетата са изтрити";
$locale['forum_0580'] = " Изтриване на записите, които се използват от разработчиците ";
$locale['forum_0581'] = "Потребители, които участват в дискусията:";
$locale['forum_0585'] = "Моля въведете съобщение в отговора";
$locale['forum_0586'] = "ИН на отговора е празен и не се пуска! Моля докладвайте това на системен администратор.";
$locale['forum_0587'] = "ИН на форума е празен и не се пуска! Моля докладвайте това на системен администратор.";
$locale['forum_0588'] = "ИН на темата е празен и не се пуска! Моля докладвайте това на системен администратор.";
$locale['forum_0589'] = "Няма намерени данни в, нов, отговор или редакция.";
$locale['forum_0591'] = 'Промиване на отговорите';
$locale['forum_0592'] = 'Промиване на темите';
$locale['forum_0593'] = 'Промиване на прикрепените файлове';
$locale['forum_0595'] = 'Промиване на анкетите';

// Post Form
$locale['forum_0600'] = "Тема";
$locale['forum_0601'] = "Съобщение";
$locale['forum_0602'] = "Опции";
$locale['forum_0603'] = "Редакция на анкетата";
$locale['forum_0604'] = "Име на анкетата";
$locale['forum_0604a'] = "Въвеждане на име на анкетата";
$locale['forum_0605'] = "Отговори на анкетата";
$locale['forum_0606'] = $locale['forum_0605']." %s";
$locale['forum_0607'] = "Анкетата е добавена";
$locale['forum_0608'] = "Добавяне на отговор в анкетата";
$locale['forum_0609'] = "Обновяване";
$locale['forum_0610'] = "Изтриване";
$locale['forum_0611'] = "Причина за редакция";
$locale['forum_0612'] = "Анкетата е редактирана";
$locale['forum_0613'] = "Полето маркирано с <span class='required'>*</span> съдържа гласове или е задължително. В противен случай оставете празно полето, за да махнете отговорите в анкетата";
$locale['forum_0614'] = "Благодарим, че гласувахте. Гласът Ви е отчетен.";
$locale['forum_0615'] = "Анкетата е изтрита";
$locale['forum_0616'] = "Предупреждение: Изтриването на анкетата също ще изтрие всички гласове.";

// Post Form Options
$locale['forum_0620'] = "Направете темата важна";
$locale['forum_0621'] = "Заключете темата";
$locale['forum_0622'] = "Спиране на усмивките в този отговор";
$locale['forum_0623'] = "Показване на подписа в този отговор";
$locale['forum_0624'] = "Изтриване на отговора";
$locale['forum_0625'] = "Изтриване на прикрепения файл -";
$locale['forum_0626'] = "Уведоми ме, когато е публикуван отговор";
$locale['forum_0627'] = "Скриване на редакцията";
$locale['forum_0628'] = "Заключване на отговора";
$locale['forum_0630'] = "Анкетата ще бъде създадена, когато темата е добавена";

// Forum Post Merger
$locale['forum_0640'] = "Съединена на";

// Search Forum Form
$locale['forum_0650'] = 'Приятно съобщение при контрол на флууда.';

// Forum Notification Email
$locale['forum_0660'] = "Известие за отговор в тема - {THREAD_SUBJECT}";
$locale['forum_0661'] = "Здравейте {USERNAME},
Публикуван е отговор в темата '{THREAD_SUBJECT}', която Вие следвате в ".fusion_get_settings('sitename').". Може да използвате следната връзка, за да видите отговора:
{THREAD_URL}
Ако не искате вече да следите тази тема, може да натиснете 'Спиране на следването на темата', което се намира най-отгоре във форума.
С уважение,
".fusion_get_settings('siteusername').".";

// Delete Thread
$locale['forum_0700'] = "Изтриване на темата";
$locale['forum_0701'] = "Темата е изтрита.";
$locale['forum_0702'] = "Връщане във форума";
$locale['forum_0703'] = "Връщане във индекса на форума";
$locale['forum_0704'] = "Сигурен/сигурна ли сте, че искате да изтриете тази тема?";

// Lock Thread
$locale['forum_0710'] = "Заключване на темата";
$locale['forum_0711'] = "Темата е заключена.";

// Unlock Thread
$locale['forum_0720'] = "Оключване на темата";
$locale['forum_0721'] = "Темата е отключена.";

// Make Thread Sticky
$locale['forum_0730'] = "Направете темата важна";
$locale['forum_0731'] = "Темата е направена важна.";

// Make Thread Non-Sticky
$locale['forum_0740'] = "Премахване на важността от темата";
$locale['forum_0741'] = "Важността от темата е премахната.";

// Move Thread
$locale['forum_0750'] = "Преместване на темата";
$locale['forum_0751'] = "Преместване на темата към:";
$locale['forum_0752'] = "Темата е преместена успешно.";

// Renew Thread
$locale['forum_0758'] = "Обновяване на темата";
$locale['forum_0759'] = "Темата е обновена.";

// Post vote errors
$locale['forum_0800'] = "Вотът отказан";
$locale['forum_0801'] = "Не може да гласувате втори път в една тема";
$locale['forum_0802'] = "Не може да гласувате в собствената си тема.";
$locale['forum_0803'] = "Гласът е приет";

// forum.forms.php
$locale['forum_2000'] = "Тема : ";
$locale['forum_2001'] = 'Какво Ви е в главата?';
$locale['forum_2002'] = "Отг.: ";
$locale['forum_2010'] = 'Пускане на глас';
$locale['forum_2011'] = 'Създаване на анкета';
$locale['forum_2012'] = 'Редакция на анкетата';
$locale['forum_2013'] = 'Обновяване на анкетата';

/* Filters in viewforum */
$locale['forum_3000'] = 'Всички теми';
$locale['forum_3001'] = 'Дискусии';
$locale['forum_3002'] = 'Добавени файлове';
$locale['forum_3003'] = 'Анкети';
$locale['forum_3004'] = 'Решена';
$locale['forum_3005'] = 'Нерешена';
$locale['forum_3006'] = 'През цялото време';
$locale['forum_3007'] = 'Днес';
$locale['forum_3008'] = 'Два дни';
$locale['forum_3009'] = 'Една седмица ';
$locale['forum_3010'] = 'Две седмици';
$locale['forum_3011'] = 'Един месец';
$locale['forum_3012'] = 'Два месеца';
$locale['forum_3013'] = 'Три месеца';
$locale['forum_3014'] = 'Шест месеца';
$locale['forum_3015'] = '1 година';
$locale['forum_3016'] = 'Автор';
$locale['forum_3017'] = 'Време на публикуване';
$locale['forum_3018'] = 'Тема';
$locale['forum_3019'] = 'Отговори';
$locale['forum_3020'] = 'Прегледи';
$locale['forum_3021'] = 'Низходящ ред';
$locale['forum_3022'] = 'Възходящ ред';

// Period for search & filter
$locale['forum_p000'] = 'Днес';
$locale['forum_p001'] = "1 ден";
$locale['forum_p002'] = '2 дни';
$locale['forum_p007'] = '1 седмица';
$locale['forum_p014'] = '2 седмици';
$locale['forum_p030'] = '1 месец';
$locale['forum_p060'] = '2 месеци';
$locale['forum_p090'] = '3 месеци';
$locale['forum_p180'] = '6 месеци';
$locale['forum_p365'] = '1 година';
$locale['forum_p999'] = "Всички резултати";

// Notifications
$locale['error-MP000'] = "Грешка при преместването на отговорите";
$locale['error-MP001'] = "Не съществува нова тема.";
$locale['error-MP002'] = "Отговорите, които избрахте да преместите не съществуват или някой друг ги е преместил.";
$locale['error-MP003'] = "Няма отговори за местене.";
$locale['success-DP001'] = "Отговорите са махнати успешно";
$locale['success-DP002'] = "Всички отговори са изтрити. Темите във форума са изтрти, защото не съдържат повече отговори.";
$locale['error-DP001'] = "Няма отговори за изтриване.";
