<?php
/* Common Forum Locales */
$locale['forum_000'] = 'Създаване на форум';
$locale['forum_000a'] = 'Обновяване на форум';
$locale['forum_000b'] = 'Форум %s';
$locale['forum_000c'] = 'Индекс на форума';
$locale['forum_001'] = 'Създаване на нов форум';
$locale['forum_002'] = 'Редакция на офрум';
$locale['forum_003'] = 'Изтриване на форум';
$locale['forum_004'] = 'Преместване на форум';
$locale['forum_005'] = 'Модериране на форум';
$locale['forum_006'] = 'Име на форума';
$locale['forum_007'] = 'Описание на форума';
$locale['forum_008'] = 'Предшественик на форума';
$locale['forum_009'] = 'Тип на форума';
$locale['forum_010'] = 'Език на форума';
$locale['forum_011'] = 'Псевдоним на фоурма';
$locale['forum_012'] = 'Ключови думи на форума (трябва да натиснете enter за всяка дума)';
$locale['forum_013'] = 'Качване на изображение';
$locale['forum_014'] = 'Врзъка към изображението';
$locale['forum_015'] = 'Максимална големина на файла: %s и трябва да бъде един от следните типове: .png,.bmp,.jpg,.gif';
$locale['forum_016'] = 'Ако е качено изображение, връзка към изображение няма да бъде използвана.';
$locale['forum_017'] = 'Правила на форума или бележки';
$locale['forum_018'] = 'Въведете ново име на форума';

$locale['forum_019'] = 'Разрешаване на обединяване на форумите';
$locale['forum_020'] = 'Позволяване на качване на файлове в отговорите';
$locale['forum_021'] = 'Разрешаване на бързи отговори';
$locale['forum_022'] = 'Разрешаване на анкети';
$locale['forum_023'] = 'Разрешаване на гласуването в анкетите';
$locale['forum_024'] = 'Показване на потребителите, които са участвали';
$locale['forum_025'] = 'Копиране на настройките за разрешение';
$locale['forum_026'] = 'Заключване на този форум';
$locale['forum_027'] = 'Ширирочина: %s px x Височина: %s px';
$locale['forum_028'] = 'Премахване на изображението на форума';
$locale['forum_029'] = 'Редакция на разрешенията';
$locale['forum_030'] = 'Настройки на разрешенията';
$locale['forum_031'] = 'Достъп до форума';
$locale['forum_032'] = 'Създаване на нови теми';
$locale['forum_033'] = 'Публикуване на отговори';
$locale['forum_034'] = 'Добавяне на файлове';
$locale['forum_035'] = 'Сваляне на файлове';
$locale['forum_036'] = 'Създаване на анкети';
$locale['forum_037'] = 'Гласуване на анкети';
$locale['forum_038'] = 'Разрешаване на рейтинг системата за отговорите';
$locale['forum_039'] = 'Рейтинг на отговор';
$locale['forum_040'] = 'Праг на заключените теми';
$locale['forum_041'] = 'Оключвай винаги';
$locale['forum_042'] = 'Запазване на разрешенията';
$locale['forum_043'] = 'Подредба на форумите';
$locale['forum_044'] = 'Избор на форум:';
$locale['forum_045'] = 'Премести надоу';
$locale['forum_046'] = 'Премести нагоре';
$locale['forum_047'] = 'Редакция на разрешенията';
$locale['forum_048'] = 'Редакция на форума';
$locale['forum_049'] = 'Премахване на форума';
$locale['forum_050'] = 'Подфорум';
$locale['forum_051'] = 'Псевдоним : ';
$locale['forum_052'] = 'Преместване на темите и отговорите във форума';
$locale['forum_053'] = 'Не, изтрийте темите и отговорите във форума';
$locale['forum_054'] = 'Преместване на подфорумите';
$locale['forum_055'] = 'Не, изтрийте подфорумите';
$locale['forum_056'] = 'Базова директория';
$locale['forum_057'] = 'Теми : ';
$locale['forum_058'] = 'Подфоруми : ';
$locale['forum_059'] = 'Отговори : ';
$locale['forum_060'] = 'Настройки за изтриване във форума';
$locale['forum_061'] = 'Отговорите на потребителя са повторно преброени';

/* Ranks Styling */
$locale['forum_062'] = 'Изображение';
$locale['forum_063'] = 'Етикет';
$locale['forum_064'] = 'Стил на ранка във форума';

/* Needed in forum_functions_include.php */
$locale['forum_070'] = "Изтрити отговори: ";
$locale['forum_071'] = "Изтрити добавени файлове: ";
$locale['forum_072'] = "Изтрити теми: ";

$locale['forum_080'] = "Брой теми на страница: ";
$locale['forum_081'] = "Брой отговори на страница: ";


/* Permissions */
$locale['forum_desc_000'] = 'Разрешения за отговор';
$locale['forum_desc_001'] = 'Разрешения за анкети';
$locale['forum_desc_002'] = 'Разрешения за добавените файлове';
$locale['forum_desc_003'] = 'Секция на модераторите на форум';
$locale['forum_desc_004'] = 'Отговори във форума';

/* Navs */
$locale['forum_root'] = 'Начало форум';
$locale['forum_points'] = 'Точки на форума';

/* Type */
$locale['forum_opts_001'] = 'Категория';
$locale['forum_opts_002'] = 'Форум';
$locale['forum_opts_003'] = 'Връзка';
$locale['forum_opts_004'] = 'Поддръжка & отговори';

/* Error Notices */
$locale['forum_error_1'] = 'Името на форума е задължително поле.';
$locale['forum_error_2'] = 'Изображението трябва да е по-малко от %s.';
$locale['forum_error_3'] = 'Изображението трябва да е по-малко от %s.';
$locale['forum_error_4'] = 'Изображението трябва да е един от следните типове: %s.';
$locale['forum_error_5'] = 'Неизвестна грешка';
$locale['forum_error_6'] = 'Псевдонимът на връзката е вече използван. Моля използвайте друг уникален адрес.';
$locale['forum_error_7'] = 'Моля напишете уникално име за форума.';
$locale['forum_error_8'] = 'Моля премахнете текущото изображение преди да добавяте ново.';
$locale['forum_error_9'] = 'Връзката на изображениет не съществува. Моля проверете я отново.';
/* Notices */
$locale['forum_notice_1'] = 'Новата категория във форума е успешно създадена.';
$locale['forum_notice_2'] = 'Новият форум е успешно създаден.';
$locale['forum_notice_3'] = 'Новата връзка във форума е успешно създадена.';
$locale['forum_notice_4'] = 'Форум за поддръжка е успешно създаден.';
$locale['forum_notice_5'] = 'Форумът е успешно премахнат.';
$locale['forum_notice_6'] = 'Форумът е преместен нагоре.';
$locale['forum_notice_7'] = 'Форумът е преместен надолу.';
$locale['forum_notice_8'] = 'Изображението на форума е успешно премахнато.';
$locale['forum_notice_9'] = 'Детайлите на форума са успешно обновени.';
$locale['forum_notice_10'] = 'Разрешенията във форума са успешно обновени.';
$locale['forum_notice_11'] = "Прочиставнето на форума приключи.";
$locale['forum_notice_13'] = 'ИН на форума %d е подреден и е по ред номер %d';
$locale['forum_notice_na'] = 'Невалидно действие във форума';

$locale['forum_admin_000'] = 'Управление на форума';
$locale['forum_admin_001'] = 'Ранкове във форума';
$locale['forum_admin_002'] = 'Настройки на форума';


/* Etc */
$locale['delete_notice'] = 'Да се изтрие ли форума? Забележка: Това действие е необратимо.';
$locale['531'] = 'Изключен';
$locale['560'] = "Няма дефинирани категории във форума";
$locale['561'] = "Няма дефинирани форуми";
$locale['562'] = "Опресняване на подредбата на форумите";


// Forum Settings
$locale['500'] = "Форум";
$locale['501'] = "Последно активни теми от форума (панел):";
$locale['502'] = "Включен";
$locale['503'] = "Изключен";
$locale['505'] = "Последни теми";
$locale['506'] = "(Панел с последно активни теми от форума)";
$locale['507'] = "Пубплично показване на IP адреса:";
$locale['508'] = "Максимална големина на прикрепените файлове:";
$locale['509'] = "Максимална големина на файловете";
$locale['510'] = "Допустими типове файлове:";
$locale['511'] = "Натиснете enter за всяка ключова дума";
$locale['512'] = "Известия за темата";
$locale['518'] = "Да";
$locale['519'] = "Не";
$locale['520'] = "Разрешавана на ранговете във форума";
$locale['521'] = "Заключване на редакцията:";
$locale['522'] = "(Спира потребителите да могат да редактират отговорите във форума)";
$locale['523'] = "Повторно преброяване на отговорите на потребителя";
$locale['524'] = "[ГОТОВО]";
$locale['525'] = "Времеви праг на популярните теми:";
$locale['526'] = "(Времето на панела за популярни теми)";
$locale['527'] = "1 седмица";
$locale['528'] = "1 месец";
$locale['529'] = "1 година";
$locale['530'] = "Завинаги";
$locale['531'] = "Да се показват ли последните отговори в формата за отговор по-долу?";
$locale['532'] = "Последни отговори + %s";
$locale['533'] = "Само последни отговори";
$locale['534'] = "Максимален брой прикрепени файлове";
$locale['535'] = "Максимален брой прикрепени файлове";
$locale['536'] = "Лимит на време за редакция";
$locale['537'] = "(В минути, 0 е за без лимит)";
$locale['538'] = "Обновяване на времето за редакция";
$locale['539'] = "Показване на аватара при последен отговор";