<?php
// Contact Form
$locale['400'] = "Връзка с нас";
$locale['401'] = "Има много начини да се свържете с нас. Можете да изпратите писмо директно на 
[SITE_EMAIL]. Ако сте потребител може да изпратите лично съобщение на [PM_LINK].
Можете също да попълните формата в страницата, която ще изпрати писмо до нас.";
$locale['402'] = "Име:";
$locale['403'] = "Електронна поща:";
$locale['404'] = "Тема:";
$locale['405'] = "Съобщение:";
$locale['406'] = "Изпрати съобщение";
$locale['407'] = "Валидационен код:";
$locale['408'] = "Въведи валидационния код:";
// Contact Errors
$locale['420'] = "Трябва да въведете име";
$locale['421'] = "Трябва да въведете електронна поща";
$locale['422'] = "Трябва да въведете тема";
$locale['423'] = "Трябва да напишете съобщение";
$locale['424'] = "Трябва да напишете правилен валидационен код";
$locale['425'] = "Вътрешна грешка: не можем да изпратим Вашето съобщение.";
// Message Sent
$locale['440'] = "Вашето съобщение беше изпратено";
$locale['441'] = "Благодарим Ви";
$locale['442'] = "Вашето съобшение не беше изпратено поради следната/следните причина/причини:";
$locale['443'] = "Моля опитайте отново.";
