<?php
// block titles
$locale['home_0000'] = "Последни новини";
$locale['home_0001'] = "Последни статии";
$locale['home_0002'] = "Последни блогове";
$locale['home_0003'] = "Последни файлове";
// no content messages
$locale['home_0050'] = "Няма новини за показване";
$locale['home_0051'] = "Няма статии за показване";
$locale['home_0052'] = "Няма блогове за показване";
$locale['home_0053'] = "Няма файлове за показване";
// common text
$locale['home_0100'] = "Модули по съдържанието не са инсталирани";
$locale['home_0101'] = "Моля инсталирайте по един модул за текстово съдържание или промете началната страница от главните настройки.";
$locale['home_0102'] = "Некатегоризирани";
$locale['home_0105'] = "Публикуван от ";
$locale['home_0106'] = " в ";