<?php
$locale['MEMB_000'] = "Потребителски лист";
$locale['MEMB_001'] = "Аватер";
$locale['MEMB_002'] = "Потребителско име";
$locale['MEMB_003'] = "Потребителски групи";
$locale['MEMB_004'] = "Тип потребител";
$locale['MEMB_005'] = "Търси потребител...";
$locale['MEMB_006'] = "Търси";
$locale['MEMB_007'] = "Сортирай по";
$locale['MEMB_008'] = "Последно активен";
$locale['MEMB_009'] = "Дата на регистрация";
$locale['MEMB_010'] = "Азбучен ред";

$locale['MEMB_012'] = "Възходящ ред";
$locale['MEMB_013'] = "Низходящ ред";
$locale['MEMB_014'] = "Покажи всички";
$locale['MEMB_015'] = "Не са регистрирани към никаква група";
$locale['MEMB_016'] = "Достъп до всички групи";
$locale['MEMB_017'] = "Преглед на {%start_row%} - {%end_row%} от {%max_row%} активни {%member%}";
$locale['MEMB_018'] = "Няма потребител, чието име започва с ";
