<?php
$locale['r100'] = "Оценки";
$locale['r101'] = "Няма получени оценки.";
$locale['r102'] = "Премахнете оценката";
$locale['r103'] = "Постави оценка";
$locale['r104'] = "Поставянето на оценки е достъпно само за потребителни.\n\nМоля [RATING_ACTION], за да гласувате.";
$locale['r105'] = "Вие оценихте това с %s от %s";
$locale['r106'] = "Моля изберете оценка";
$locale['r107'] = "Изберете оценка:";
$locale['r108'] = "Няма гласове";
$locale['r109'] = "Глас";
$locale['r110'] = "Гласове";
// Rating Options
$locale['r120'] = "Страхотно!";
$locale['r121'] = "Много добре";
$locale['r122'] = "Добро";
$locale['r123'] = "Средно";
$locale['r124'] = "Слабо";
