<?php
// Error messages
$locale['500'] = "Възникна грешка";
$locale['501'] = "Реактивационната връзка, на която сте натиснали е вече невалидна.<br /><br />Свържете се с администратора на сайта на [SITEEMAIL], ако искате да бъдете реактивиран(а) ръчно.";
$locale['502'] = "Реактивационната връзка, на която сте натиснали е вече невалидна!<br /><br />Свържете се с администратора на сайта на [SITEEMAIL], ако искате да бъдете реактивиран(а) ръчно.";
$locale['503'] = "Реактивационната връзка, на която сте натиснали е вече невалидна не успя да активира потребителя Ви.<br />
Може би Вашият потребител е вече реактивиран, при това положение използвайте връзката, за да [LINK]влезете[/LINK].<br /><br />
Ако не можете да влезете сегам моля свържете се с администратора на сайта на [SITEEMAIL], ако искате да бъдете реактивиран(а) ръчно.";
// Send confirmation mail
$locale['504'] = "Потребителят е реактивиран в [SITENAME]";
$locale['505'] = "Здравйте [USER_NAME],
<br>Потребителят Ви в [SITENAME] беше реактивиран. Надяваме се да посещавате по-често сайта.<br/><br/>
С уважение,<br/><br/>[SITEUSERNAME]";
$locale['506'] = "Реактивиран от потребител.";
