<?php
$locale['400'] = "Търсене в ".fusion_get_settings('sitename');
$locale['401'] = "Търсете за:";
$locale['402'] = "Търсене";
$locale['403'] = "търсене на която и да е от думите";
$locale['404'] = "резултатите трябва да съдържат всички тези думи";
$locale['405'] = "Къде:";
$locale['406'] = "Опции:";
$locale['407'] = "Целия сайт";
$locale['408'] = "Резултати от търсенето";
//addition date
$locale['420'] = "Търсене:";
$locale['421'] = "всички";
$locale['422'] = "последен ден";
$locale['423'] = "последна седмица";
$locale['424'] = "последни две седмици";
$locale['425'] = "последен месец";
$locale['426'] = "последните три месеца";
$locale['427'] = "последните шест месеца";
//where
$locale['430'] = "заглавие и съобщение";
$locale['431'] = "само съобщение";
$locale['432'] = "само заглавие";
//sort by
$locale['440'] = "Сортирай по:";
$locale['441'] = "дата на добавяне";
$locale['442'] = "заглавие";
$locale['443'] = "автор";
//
$locale['450'] = "низходящ ред";
$locale['451'] = "възходящ ред";
//characters in results
$locale['460'] = "Покажи:";
$locale['461'] = "символи в резултата";
$locale['462'] = "целия текст";
//No results
$locale['500'] = "Няма намерени съвпадения.";
$locale['501'] = "Текстът за търсене трябва да е поне 3 символа.";
$locale['502'] = "Думи по-малки от 3 символа (%s) са игнорирани по време на търсенето.";
//Global search
$locale['510'] = "съвпадения в общото търсене в сайта";
//
$locale['520'] = "съвпадение";
$locale['521'] = "съвпадения";
$locale['522'] = "намерени резултати по търсения критерии";
//more than 100 results
$locale['530'] = "Моля бъдете по-точен/по-точна в търсенето. Вашето запитване върна %s резултата. Ние показваме само първите 100";
