<?php
// Items shown in profile
$locale['u040'] = "Дата на присъединяване";
$locale['u041'] = "Последна визита";
$locale['u042'] = "Няма посещения";
$locale['u043'] = "Изпратете лично съобщение";
$locale['u044'] = "Информация за връзка";
$locale['u045'] = "Друга информация";
$locale['u046'] = "Настройки";
$locale['u047'] = "Статистика";
$locale['u048'] = "Информация на администратора";
$locale['u049'] = "IP адрес";
$locale['u050'] = "Недифинирана";
$locale['u051'] = "Да се скире ли електронната поща?";
$locale['u052'] = " Да ";
$locale['u053'] = " Не";
$locale['u054'] = "Вижте наказателния списък";
$locale['u055'] = "Статус на потребителя:";
$locale['u056'] = "Причина";
$locale['u057'] = "Потребителски групи";
$locale['u058'] = "Административни настройки";
$locale['u059'] = "Добави";
$locale['u060'] = "Да бъде ли добавен потребителя към избраната група?";
$locale['u061'] = "Добави към група";
$locale['u062'] = "Потребителски аватар";
$locale['u063'] = "Ниво на потребителя";
$locale['u064'] = "Електронна поща";
$locale['u066'] = "Дата на присъединяване";
$locale['u067'] = "Последно посещение";
$locale['u068'] = "Име на потребителя";
$locale['u069'] = "Редакция";
$locale['u070'] = "Забрана";
$locale['u071'] = "Наказание";
$locale['u072'] = "Изтрий";
$locale['u073'] = "Да бъде ли изтрит потребителя?";
// Profile and register
$locale['u100'] = "За да промените паролата си или електронната си поща, трябва да въведете текущата си парола.";
$locale['u101'] = "Регистрация";
$locale['u102'] = "Редакция на профила";
$locale['u103'] = "Профил";
$locale['u104'] = "Профил на потребителя";
$locale['u105'] = "Обновяване на профила";

// New UF 1.20
$locale['uf_100'] = "Общи настройки на потребителя";
$locale['uf_101'] = "Настройки на информацията на потребителя";
$locale['uf_102'] = "Настройки на аватара";
$locale['uf_103'] = "Общи";
$locale['uf_104'] = "Информация за потребителя";
$locale['uf_105'] = "Снимка на профиала";
$locale['uf_106'] = "Основна информация";
$locale['uf_107'] = "%s няма достъпна информация.";
$locale['uf_108'] = "Няма дефинирани потребителски полета";

// View User Groups
$locale['u110'] = "Вижте потребителската група";
$locale['u111'] = "%u потребител";
$locale['u112'] = "%u потребители";
$locale['u113'] = "Потребителско име";
$locale['u114'] = "Тип потребител";
$locale['u115'] = "Език";
$locale['u116'] = "Няма потребители в групата.";
// User name and email
$locale['u120'] = "Потребителското име има невалидни символи.";
$locale['u121'] = "Избраното потребителско име е вече избрано от друг.";
$locale['u122'] = "Полето за потребителско име не може да остане празно.";
$locale['u123'] = "Електронната Ви поща изглежда невалидна.";
$locale['u124'] = "Елекотрнната Ви поща или домейна, към който е регистриран изглежда блокиран.";
$locale['u125'] = "Електронната поща е вече използвана от друг потребител.";
$locale['u126'] = "Полето за елетронна поща не може да остане празно.";
$locale['u127'] = "Потребителско име";
$locale['u128'] = "Електронна поща";
$locale['u129'] = "Основна потребителска информация";
// Passwords
$locale['u130'] = "Административни пароли";
$locale['u131'] = "Административна парола";
$locale['u132'] = "Пароли за достъп";
$locale['u133'] = "Парола за достъп";
$locale['u134'] = "Нова парола";
$locale['u134a'] = "Напишете парола";
$locale['u134b'] = "Повторете паролата";
$locale['u135a'] = "Текъща парола";
$locale['u135b'] = "Напишете нова паролаd";
$locale['u135c'] = "Повторете новата парола";
$locale['u136'] = "Полето за парола не може да бъде оставено празно.";
$locale['u137'] = "Текущата административна парола не може да бъде оставена празна.";
$locale['u138'] = "Текущата парола за достъп не може да бъде оставена празна.";
$locale['u139'] = "Паролата Ви за достъп не съвпада с текущата Ви парола за достъп.";
$locale['u140'] = "Административната Ви парола не съвпада с текущата Ви адмнистративна парола.";
$locale['u141'] = " не могат да бъдат еднакви ";
$locale['u142'] = " е твърде кратка или съдържа невалидни символи!";
$locale['u143'] = " не съвпадат!";
$locale['u143a'] = " не може да бъде оставено празно.";
$locale['u144'] = "Нова административна парола";
$locale['u144a'] = "Текуща административна парола";
$locale['u145'] = "Потвърдете административната парола";
$locale['u146'] = " не може да са, като текущите Ви ";
$locale['u147'] = "Паролата трябва да бъде между 8 и 64 символа.\n\rПозволено е използването на a-z, 0-9 и @!#$%&/()=-_?+*.,:;";
$locale['u148'] = "Новите пароли за достъп не са идентични.";
$locale['u148a'] = "Новите административни пароли не са идентични.";
$locale['u149'] = "Текущата Ви парола не е написана или е невалидна.";
$locale['u149a'] = "Текущата Ви админитративна парола не беше въведена или е невалидна.";
$locale['u149b'] = "Текущата Ви парола за достъп не беше въведена или е невалидна.\n\rНе можете да промените административната Ви парола без правилната парола за достъп.";
// Email activation
$locale['u150'] = "Регистрацията Ви почти завърши, ще получите писмо, в което пише данните Ви за достъп и връзка за активиране на потребителя Ви.";
$locale['u151'] = "Добре дошли в [SITENAME]";
$locale['u152'] = "Здравейте USER_NAME,\n\r
Добре дошли в SITENAME. Това са данните Ви за достъп:\n\r
Потребител: USER_NAME\n\r
Парола: USER_PASSWORD\n\r
Моля активирайте потребителя Ви чрез следната връзка: ACTIVATION_LINK\n\n\r\r
С уважение,\n\r
SITEUSERNAME";

$locale['u153'] = "Активационното писмо не можа да бъде изпратено.";
$locale['u154'] = "Моля [LINK]свържете се[/LINK] с админитратора на сайта.";
$locale['u155'] = "Активирай потребителя ми";
$locale['u156'] = "Моля напишете текущата парола, за да промените електронната поща.";
// Success / Fail
$locale['u160'] = "Регистрацията е завършена";
$locale['u161'] = "Може да влезете.";
$locale['u162'] = "Администратор ще активира потребителя Ви възможно най-скоро.";
$locale['u163'] = "Профилът е успешно обновен.";
$locale['u164'] = "Обновяването е неуспешно";

//$locale['u165'] = "Регистрацията е неуспешна";
$locale['u167'] = "поради следната/следните причина/причини:";
$locale['u168'] = "Моля опитайте отново.";
$locale['u169'] = "Профилът е обновен";
$locale['u170'] = "Регистрацията е успешна";
$locale['u171'] = "Потребителят Ви е потвърден.";
$locale['u172'] = "Потребителят е успешно добавен.";
$locale['u173'] = "Обратно към управлението на потребителите.";
$locale['u174'] = "Добави друг потребител.";
// Avatar upload
$locale['u180'] = "Възникна грешка, докато се качваше изображението за аватара";

$locale['u184'] = "Максимална големина на файла: %s / Максимален размер: %ux%u пиксели";
$locale['u185'] = "Аватар";
$locale['u186'] = "Натиснете Разгледай, за да качите изображение";
$locale['u187'] = "Изтрий";
// Captcha and terms
$locale['u190'] = "Валидационен код";
$locale['u191'] = "Въведете валидационния код";
$locale['u192'] = "Информирано съгласие";
$locale['u193'] = "Прочетох [LINK]Информираното съгласие[/LINK] и съм съгласен/съгласна с тях.";
$locale['u193a'] = "Обновени";
$locale['u193b'] = "Съгласен съм";
$locale['u194'] = "Неправилен валидационен код.";
$locale['u195'] = "Кодът за Captcha трябва да бъде въведен.";
// E-mail Change Confirmation
$locale['u200'] = "Писмо за потвърждение беше изпратено на Вашата поща (%s).";
$locale['u201'] = "Адресът на електронната Ви поща ще бъде променен, когато натиснете на връзката в писмото.";
$locale['u202'] = "Писмо за потвърждение - [SITENAME]";
$locale['u203'] = "Здравейте [USER_NAME],\n
Някой е избрал тази електронна поща за своя потребител в нашия сайт.\n
Ако наистина искате да промените адреса на електронната си поща с този, моля натиснете следната връзка:\n
[EMAIL_VERIFY_LINK]\n
Забележка: Трябва да се влезнал в системата, за да продължите.\n
Поздрави,
[SITEUSERNAME]\n\r
[SITENAME]";

$locale['u210'] = "Репутация на потребителя";
