<?php
// News titles
$locale['news_0000'] = "Текущи новини";
$locale['news_0001'] = "Новини";
$locale['news_0002'] = "Добавяне на новини";
$locale['news_0003'] = "Редакция на новини";
$locale['news_0004'] = "Настройки";
// News Categories titles
$locale['news_0020'] = "Текущи категории на новините";
$locale['news_0021'] = "Редакция на категориите на новините";
$locale['news_0022'] = "Добавяне на категория";
$locale['news_0023'] = "Публикации";
// News messages
$locale['news_0100'] = "Новината е добавена";
$locale['news_0101'] = "Новината е обновена";
$locale['news_0102'] = "Новината е изтрита";
$locale['news_0103'] = "Невалиден файл за изображение.";
$locale['news_0104'] = "Изображението трябва да е по-малко от %s.";
$locale['news_0105'] = "Изображението трябва да е един от следните типове %s.";
$locale['news_0106'] = "Изображението не трябва да бъде повече от %s пиксели.";
$locale['news_0107'] = "Непозната грешка";
// News Submissions messages
$locale['news_0130'] = "В момента няма публикувани новини";
$locale['news_0131'] = "Предварителен преглед на публикациите";
$locale['news_0132'] = "Новината е публикувана от ";
$locale['news_0133'] = "Искате ли да публикувате или изтриете тази новина?";
$locale['news_0134'] = "Публикуване на новини";
$locale['news_0135'] = "Изтриване на новини";
$locale['news_0136'] = "Публикацията е избрана за предварителен преглед";
$locale['news_0137'] = "Има %s чакащи за предварителен преглед.";
$locale['news_0138'] = "Съжаляваме, в момента не приемаме нови публикации на новини в сайта.";
$locale['news_0141'] = "Предварителен изглед на новината";
$locale['news_0142'] = "Автор на публикацията";
$locale['news_0143'] = "Публикувана на";
$locale['news_0144'] = "ИН на публикацията";
$locale['news_0145'] = "Новата публикация е изтрита";
$locale['news_0146'] = "Новината е публикувана";
$locale['news_0147'] = "Публикацията е запазена, като чернова";
// News Categories messages
$locale['news_0150'] = "Добавена е категорията";
$locale['news_0151'] = "Категорията на новините е обновена";
$locale['news_0152'] = "Категорията на новините не може да бъде изтрита";
$locale['news_0153'] = "Има новини или подкатегории свързани с тази категория";
$locale['news_0154'] = "Категорията на новините е изтрита";
// News form
$locale['news_0200'] = "Тема:";
$locale['news_0201'] = "Категория:";
$locale['news_0202'] = "Некатегоризирана";
$locale['news_0203'] = "Откъс:";
$locale['news_0203a'] = "Кратка интродукция на новината";
$locale['news_0204'] = "Разширена:";
$locale['news_0203b'] = "Съдържание на новината";
$locale['news_0205'] = "Ключови думи:";
$locale['news_0205a'] = "Натиснете enter след всяка ключова дума";
$locale['news_0206'] = "Начална дата:";
$locale['news_0207'] = "Крайна дата:";
$locale['news_0208'] = "(По желание)";
$locale['news_0209'] = "Видимост:";
$locale['news_0210'] = "Запазване, като чернова";
$locale['news_0211'] = "Направете новината важна";
$locale['news_0212'] = "Автоматично прехвърляне на нов ред";
$locale['news_0213'] = "Разрешаване на коментарите";
$locale['news_0214'] = "Разрешаване на оценките";
$locale['news_0215'] = "Чернова";
$locale['news_0216'] = "Изображение към новината:";
$locale['news_0217'] = "Максимална големина - %s / Допустими типове файлове - GIF, JPEG или PNG.";
$locale['news_0218'] = "Позиция на изображението:";
$locale['news_0219'] = "Край на страницата";
$locale['news_0240'] = "Предварителен изгед на новината";
$locale['news_0241'] = "Запазване на новината";
// Popup Error/Warning Messages
$locale['news_0250'] = "Моля обозначете нова тема";
$locale['news_0251'] = "Изтриване на тази новина?";
$locale['news_0252'] = "Да се изтрие ли категорията на новините?";
$locale['news_0253'] = "%s са спрени за тази публикация.\n\rТази настройка ще има ефект само ако се включат отново.";
$locale['news_0254'] = 'Няма новини в тази категория.';
$locale['news_0255'] = "Моля напишете ключовите думи";
// News Categories form
$locale['news_0300'] = "Име на категорията:";
$locale['news_0301'] = "Изображение на категорията:";
$locale['news_0302'] = "Запазване на категорията";
$locale['news_0303'] = "Няма дефинирани категории на новините";
$locale['news_0304'] = "Натиснете тук, за да качите изображение за катеогорията";
$locale['news_0305'] = "Предходна";
// Popup Error/Warning Messages
$locale['news_0350'] = "Да се изтрие ли тази категория на новините?";
// Error Messages
$locale['news_0351'] = "Моля въведете име на категорията.";
$locale['news_0352'] = "Тази категория вече съществува.";
$locale['news_0400'] = "Публикувани новини";
$locale['news_0401'] = "Изображение на публикацията";
$locale['news_0402'] = "Да се изискват ли разширените новини?";
// Public Submissions Form
$locale['news_0700'] = "Публикуване на новината";
$locale['news_0701'] = "Благодарим за публикуването на новината";
$locale['news_0702'] = "Публикуване на нова новина";
$locale['news_0703'] = "Използвайте следната форма, за да публикувате новина. Публикацията Ви ще бъде прегледана от
администратор. [SITENAME] има право да отхвърли или редактира всяка една публикация. Новините
трябва да са съвместими със съдържанието на сайта. Неподходящи публикации ще бъдат изтрити.";
$locale['news_0704'] = "Връщане в [SITENAME]";
$locale['601'] = "Големина на малкото изображение:";
$locale['602'] = "Големина на снимката:";
$locale['603'] = "Максимална големина на снимката:";
$locale['604'] = "Ширина x височина";
$locale['605'] = "Максимална големина на файла (байтове):";
// Blog & News Settings
$locale['950'] = "Качване на изображение";
$locale['951'] = "Връзка към изображението:";
$locale['952'] = "Категория";
$locale['953'] = "Новина";
$locale['953b'] = "Блог";
$locale['954'] = "Малко изображение:";
$locale['955'] = "Оригинал";
$locale['956'] = "Квадрат";
$locale['957'] = "Изображение на началната страница";
$locale['958'] = "Изображение в подробната новина";
$locale['959'] = "Качена снимка";
$locale['960'] = "Изображение на категорията";