<?php
$locale['news_0001'] = "Още";
$locale['news_0002'] = "Принтиране";
$locale['news_0003'] = "Редакция";
$locale['news_0004'] = "Новини";
$locale['news_0005'] = "Няма публикувани новини";
$locale['news_0006'] = "Некатегоризирани";
$locale['news_0007'] = "Новини";
$locale['news_0008'] = "Последно обновен";
$locale['news_0009'] = "Категории на новините";
$locale['news_0010'] = "Всички други категории";
$locale['news_0011'] = "Най-нови новини";
$locale['news_0012'] = "Най-коментирани новини";
$locale['news_0013'] = "Новини с най-висок рейтинг";
$locale['news_0014'] = "Преглед с малки картинки";
$locale['news_0015'] = "Преглед като лист";
$locale['news_0016'] = "Няма дефинирани категории.";
