<?php
$locale['web_0000'] = "Посилання";
$locale['web_0001'] = "Всі посилання";
//$locale['web_0002'] = "Показати розділи";
//$locale['web_0003'] = "Розділи";
//$locale['web_0004'] = "Останнє оновлення";
//$locale['web_0005'] = "Розділ:";

$locale['fmt_open'] = "перехід|переходи|переходів";

// Sortings
$locale['web_0030'] = "Останні додані";
$locale['web_0031'] = "Популярні";

// Views
//$locale['web_0040'] = "Перегляд ескізами";
//$locale['web_0041'] = "Перегляд списком";

// Messages
$locale['web_0060'] = "Розділи відсутні";
//$locale['web_0061'] = "Посилання відсутні";
$locale['web_0062'] = "В цьому розділі немає жодного посилання";